[
    {
        "article": "People are interested in how liquid crystals behave when they're stuck between walls, like in TV screens. The walls make the liquid crystal's direction align in a special way, and we can change that using electricity or magnets. When the walls have patterns, like stripes or dots, the liquid crystal near the surface doesn't look the same everywhere. But, after a certain distance, it becomes more uniform. This is like when you draw lines on a piece of paper, but the lines disappear after a while.\n\nSome smart TVs use tiny parts with different directions for the liquid crystal, making the picture look good from all sides. Studying these patterned liquid crystals also helps us learn about how they interact with the walls and change their shape.\n\nMaths and computer models try to explain these things, but they're tricky because the patterns break the rules. Scientists are still trying to figure out all the details about how these patterns affect the liquid crystals. Okay, imagine you have a special kind of liquid called a nematic liquid crystal that flows like a slinky. When it's on a flat surface, it wants to align itself in a certain way. We're trying to figure out how it changes its shape, like when it gets pushed or squished.\n\nWe use a new way to study this. We look at how the surface pattern affects the nematic liquid crystal, kind of like how a drawing on a piece of paper influences a marker's path. We find out how strong the surface wants the liquid crystal to be straight and how much energy it costs to change its shape.\n\nWe talk about three types of changes: splay, twist, and bend, like when you bend a rubber band. These changes have different strengths, depending on how hot it is. Sometimes, we simplify things to make it easier to understand.\n\nWhen the liquid crystal meets a surface, we need to add extra energy rules to the mix. This makes sure everything stays balanced and stable. The surface helps guide how the nematic director, the slinky's main direction, behaves at the edges.\n\nDoes that make sense? Okay, imagine you have a special kind of fluid called a nematic liquid crystal that's between two surfaces. One surface has a pattern on it, like a repeating pattern of lines or shapes, and the other is flat. We want to make sure the fluid flows in a certain way on these surfaces.\n\nThe first surface with the pattern makes the fluid want to align itself in a specific way, like being straight up and down or side by side. This is called \"strong anchoring.\" The second surface, without any pattern, also wants the fluid to be aligned but with a little less force, called \"weak anchoring.\"\n\nTo find the best way for the fluid to flow, we use math to calculate how much energy it would cost if the fluid didn't follow the anchoring rules. The energy depends on how straight or wavy the fluid is near the surfaces and the strength of the anchoring. \n\nWe use a formula to describe the energy, like a balance sheet for the fluid. The pattern on the first surface affects the energy, and the second surface has its own strength that tells the fluid what to do. We're looking at the whole system, including the top and bottom parts, and making sure the energy is minimized, which means it's the most stable arrangement.\n\nDoes that help you understand? Imagine you have a special pattern on a surface, like a grid of lines, made of light and dark parts (like white and black stripes). The lines are very close together, like building blocks. This pattern is made on top of a smaller pattern that's just lines, like a ruler.\n\nThe scientists want to know how a special kind of liquid called a nematic behaves when it's between these patterns. They need to study a very small part of the surface where the liquid is close to one pattern only, like playing with a toy on a small table.\n\nThey use math to figure out how the liquid wants to align itself with the patterns. They draw lines to show how the liquid wants to point in different directions. Sometimes, the liquid wants to stay in one place, and sometimes it wants to change. It's like trying to balance on a seesaw.\n\nTo find out, they use computer programs to solve a puzzle with lots of numbers. But, the tricky part is when the patterns are big, like a wide board. And they can't tell exactly how high the 'seesaw' is between two different positions. So, they make a new way to look at the puzzle by focusing on the average direction of the liquid at the patterned surface.\n\nFinally, they create a new simplified version of the puzzle that helps them understand the liquid's behavior better. This new puzzle shows how well the liquid sticks to the pattern and how it wants to align with it. Okay, imagine we have a special container with a liquid crystal, like a see-through film, but it's not flat. It has a pattern on one side, like a wavy line, and another side is very smooth. The pattern makes the liquid crystal behave differently on different parts.\n\nTo find out how the liquid crystal behaves, we need to study it when it's between these two sides. We can do this by making a simplified model using math. We'll pretend the liquid crystal is like a playground, and the smooth side is like a slide with a strong grip, making it stick really well.\n\nNow, let's say the wavy side has some hills and valleys, like a seesaw. We want to know how the liquid crystal aligns itself, so we make a guess at how it might move based on the pattern. Then, we check our guess by solving a little puzzle using math equations. If everything works out right, our simplified model will give us the same answer as the real system.\n\nIn the previous part, we learned how to do this for two smooth sides. Now, we're applying that same idea to the patterned side. The pattern has lines that go up and down, and the liquid crystal changes its behavior depending on whether it's on a hill or a flat part. We measure how wide these lines are and how strong the grip is, and that helps us create our simplified math model. And just like before, if it works well, our simplified model will match the real one.",
        "abstract": " we study the phase behavior of a nematic liquid crystal confined between a flat substrate with strong anchoring and a patterned substrate whose structure and local anchoring strength we vary . by first evaluating an effective surface free energy function characterizing the patterned substrate we derive an expression for the effective free energy of the confined nematic liquid crystal . \n then we determine phase diagrams involving a homogeneous state in which the nematic director is almost uniform and a hybrid aligned nematic state in which the orientation of the director varies through the cell . \n direct minimization of the free energy functional were performed in order to test the predictions of the effective free energy method . \n we find remarkably good agreement between the phase boundaries calculated from the two approaches . \n in addition the effective energy method allows one to determine the energy barriers between two states in a bistable nematic device . ",
        "section_names": "introduction\neffective free energy function\napplications\nsummary"
    },
    {
        "article": "Galaxy clusters are big groups of stars and spaceships in the sky that help us learn about how the universe works. They're like the biggest hills in the universe, and scientists study them to understand how things grow and change. Clusters are special because we can see them easily, even from far away. We can look at their light, heat, and how they bend other stars' pictures, like a magnifying glass.\n\nLong ago, people noticed these clusters just by looking at the bright stars together. But, sometimes, they got confused because the stars could be close to us, not really in the cluster. Later, better cameras made it easier to find out if the stars were真的 grouped together, and we learned that there's something called \"dark matter\" that we can't see but affects their movement.\n\nX-ray telescopes showed us the hot, glowing gas inside the clusters, which is even clearer than the light. This helps us to find them more accurately without getting confused by nearby things. So, by combining all these different ways of studying clusters, we can learn more about the universe and how it's made! X-ray pictures can be hard to find, especially for things like big groups of stars called AGN or when a group of stars is moving together really fast. We've been using X-ray surveys to find many groups of stars called clusters, and we've learned a lot about them from these X-ray lists. \n\nWe've compared the X-rays with what we see with our eyes (optical) and even with how light bends around these clusters (weak lensing) to learn more. But, we need lots of groups seen in both X-rays and with our eyes to do good comparisons.\n\nNow, we're using a special list of groups called MaxBCG, which has lots of information from the Sloan Digital Sky Survey. This list has groups at different distances, and we've taken X-ray pictures of all of them with a big sky map called ROSAT. Even though the pictures aren't super clear for each group, we can measure the average X-ray brightness for each group based on how many stars it has.\n\nWe've also looked at how the brightness of the X-rays changes with how many stars a group has and how far away it is. This helps us understand the groups better. Other people have done similar studies with a different kind of light, near-infrared, for another group list called 2MASS.\n\nIn a separate letter, we talk about how bright the X-rays are for MaxBCG groups compared to what we see from weak lensing. And, there's another study that did the same thing but with a different type of group. These studies all help us learn more about how clusters of stars work! Okay, imagine we have a big list of special groups of stars called galaxy clusters. These clusters are found using special pictures taken by a telescope called SDSS. We want to learn how bright these clusters are in X-rays, like when you see a glowing light in the night sky.\n\nFirst, we count how many bright stars are inside each cluster, called optical richness. Then, we measure how much X-ray light these clusters give off using data from another telescope called RASS. We do this for each cluster and find out how much they all shine on average.\n\nIn the next part, we talk about how the X-ray brightness changes with the number of bright stars. Sometimes, the clusters don't shine exactly the same way, so we look at the spread or the differences. We also check if there's a secret pattern in how they all shine, called the median relation.\n\nWe also think about if there might be any mistakes in our findings because of how we're doing things. In a later step, we mix our X-ray measurements with information about the clusters' movements to find out a special connection between their brightness and how fast they move.\n\nFinally, we share our results and talk about what we can learn from them and what we might do next to study these galaxy clusters better. We use a special model of the universe with numbers like 73 and 71 to help us understand everything. The pictures we use come from SDSS, which is a big sky survey that looks at the North and South parts of the sky. Okay, imagine we're looking at big groups of stars called galaxy clusters. We use a special computer program called \"maxbcg\" to find them. This program knows that rich galaxy clusters have special red stars that follow a certain pattern and have a bright, special star in the middle called the Brightest Cluster Galaxy (BCG). \n\nFirst, it checks if a star is close to these red stars and also looks like a BCG. It does this at different places in the sky, like looking through a big picture. Then, it figures out which place has the most of these red star-BCG matches. \n\nIt starts with the star that looks like the BCG with the highest chance. It looks around that star and removes any others that are too close. The distance it looks is a bit like a circle with a special size, depending on how many stars there are around. \n\nAfter that, it does the same for the next most likely BCG, but only if it hasn't been taken by a more likely one. Each time, it finds a cluster, and we know its center, how far away it is (the redshift), and how many red star-BCGs it has (richness). There's a big list with these details, and we share it with everyone. \n\nThe biggest list has 13,823 clusters, found in a part of the sky as big as 7500 square blocks, with most of them around a median redshift of 0.2. The center of each cluster is where the BCG was found, and the richness tells us how many red star-BCGs are inside. Okay little buddy, let me explain this in simple words. There was a big sky map made in 1990-1991 called the Rosat All-Sky Survey. They looked at the sky in soft X-rays. It's like looking at the universe in a special kind of light. They took pictures, but the pictures were a bit blurry because they covered the sky in big circles.\n\nThey made two special lists from this survey: one had 18,811 bright X-ray sources, almost like stars in the sky, and the other one had 105,924 fainter ones, like stars but not so bright. These lists helped scientists learn about the universe.\n\nSo, the Rosat All-Sky Survey gave them information about X-ray things in the sky, and they used it to study and count clusters, which are groups of galaxies. They made sure their findings were pretty good by comparing them to real measurements.",
        "abstract": " determining the scaling relations between galaxy cluster observables requires large samples of uniformly observed clusters . \n we measure the mean x - ray luminosity  optical richness ( @xmath0@xmath1 ) relation for an approximately volume - limited sample of more than 17,000 optically - selected clusters from the maxbcg catalog spanning the redshift range @xmath2 . by stacking the x - ray emission from many clusters using _ rosat _ all - sky survey data , \n we are able to measure mean x - ray luminosities to @xmath310% ( including systematic errors ) for clusters in nine independent optical richness bins . in addition \n , we are able to crudely measure individual x - ray emission from @xmath4 of the richest clusters . assuming a log - normal form for the scatter in the @xmath5@xmath6 relation , we measure @xmath7 at fixed @xmath6 . \n this scatter is large enough to significantly bias the mean stacked relation . \n the corrected median relation can be parameterized by @xmath8 , where @xmath9 and @xmath10 . \n we find that x - ray selected clusters are significantly brighter than optically - selected clusters at a given optical richness . \n this selection bias explains the apparently x - ray underluminous nature of optically - selected cluster catalogs . ",
        "section_names": "introduction\ninput data\nx-ray analysis\nmean @xmath0@xmath1 relation\nbiases in the @xmath227@xmath1 relation\nthe luminosityvelocity dispersion relation (@xmath227@xmath327)\nsummary"
    },
    {
        "article": "Imagine you have a magic box called a quantum computer, made with tiny building blocks called photons. These blocks can talk to each other in special ways, even when they're far apart or not at the same time. They do this by sharing secret messages that make them behave differently than regular light.\n\nThere's a tool called an Optical Parametric Oscillator (opo) that helps create these special connections. It takes a bright light beam and changes it into many light beams using a special crystal. This makes the light 'squeeze' and become entangled, like holding hands with other photons.\n\nThese connected light beams can be different because they can have different colors or shapes. People have used them for things like making the light switch on and off quickly, seeing things very clearly, measuring really small things, and even sending secret messages.\n\nNow, imagine if we put the light into a special pattern, like a crystal with spaces where light can't go. This is like a magic fence that only lets certain photons pass through. When we do this in a special kind of box, it can stop something called 'modulation instability' from happening. People have already tested this in labs and found out it works!\n\nWhen light goes through this fence, it can form special shapes, like little bumps. This can affect how the photons behave and help us learn more about quantum stuff.\n\nPeople are very interested in studying this with these magic fences, because they think it could help us make better quantum computers and understand how things change over time in a very delicate way. Okay, imagine you have a special kind of light machine called a photonic crystal optical parametric oscillator (PCOPO). It's like a magic box that makes light play together in many ways. We studied it before and found out that if we put a special structure inside the box called a photonic crystal, it can help make the light even more special. \n\nWe did some math calculations and computer games to see what happens when the light isn't too strong yet. We found that by changing the PC, we can control the way the light behaves. It can become less noisy, stay squeezed for longer, and even create something called entanglement, which is like having two light friends that are super connected.\n\nIn this new paper, we use simple math tricks and look at the light again, but this time when it's not too strong. We calculate how much the light fluctuates and how it's connected to each other. We also show that even though the magic box is turned up, we can still get these special effects if we carefully adjust the PC.\n\nSo, we explain all this in a clear way in the paper. First, we talk about the magic box and its parts. Then, we show how it works when it's not making too much noise. Finally, we share our findings about the special connections between the light and how the PC can help us have even more fun with it. Imagine you have a little box inside another box, called a cavity, filled with something that's not uniform. This unevenness is like having a special pattern on a wall that makes the light inside bounces differently. The pattern is made of tiny building blocks, called \"photonic crystals,\" that change the way the light moves.\n\nThe magic inside this box can be described by talking about tiny \"light balls\" that vibrate at different frequencies. These balls follow special rules, like how they can't bump into each other at the same time. The rules are written in a math equation, like when playing a game with rules.\n\nThe box has a helper, called a pump, that gives the light some extra energy. When these balls interact, they can become even more excited. The box also gets a little bit tired and lets some light go out, just like when you blow out a birthday candle.\n\nTo understand what happens when everything is quiet, we make a simple model that uses math to describe how these balls move. We look at the tiny changes in the light instead of the big movements, and that helps us find answers without needing too many complicated calculations.\n\nSo, the main idea is that the special pattern in the cavity affects how the light behaves, and we use clever math to study this effect. Okay, imagine we have a little box with a light and sound inside, like a toy. Sometimes, the light gets stronger or weaker depending on how we turn it on. We're trying to find out what happens when we change the way we turn it on.\n\nWhen we make the light really, really weak (like almost not there), the sound doesn't show up at all, no matter how we play with the sound part. We can write a simple equation to describe how much light stays the same in this case.\n\nIf we have a special kind of box that only changes the sound part, the light and sound will be the same everywhere, like they're both sitting still. But if we change the way we turn on the light, figuring out the quiet place where everything stops moving becomes a bit tricky.\n\nWe'll look at just one side of the box and imagine it's like a wave, like when you splash water in a pond. The waves will mix together and we'll get new waves that move at different speeds. We'll only pay attention to the main waves and ignore the tiny ones.\n\nThe light and sound will have their own special patterns, like when you hear a melody and the beat. The sound might have a regular note and the light might have a small extra note. We'll talk about how these patterns change over time.\n\nSo, in short, we're studying how the light and sound change when we play with the box, and we'll use math to help us understand the patterns they form. Okay, imagine you have a toy laser that bounces light around. The light waves don't act alone, they mix together because the toy's settings change the way the light travels. This mixing happens because the toy changes how the light's color (or 'detuning') and the power (like the strength of the flashlight) vary in different parts.\n\nTo understand how it all works, we use a special math tool called a \"Langevin equation\" to simulate the toy's behavior. We draw a picture called a 'Husimi distribution' to show how the light waves are moving and interacting. When the toy's power isn't too strong, the picture follows a simple rule that's like a Fokker-Planck equation.\n\nIn our simulations, we see that when the toy's settings are just right, there's a special wave pattern that starts to grow (this is called a 'modulation instability'). But if the settings are off, the light is just a regular, mixed-up mess. We look at what happens when we add the 'parametric control' (the PC) to the toy, and how it affects this special wave pattern.\n\nWe compare the laser without the PC and with it, showing how the light behaves differently depending on the settings. In the figure, we see two situations: one where the laser is just shining evenly (like a regular laser), and another where it's trying to make a specific wave pattern but needs the PC to help.\n\nDoes that make sense?",
        "abstract": " we show how to control spatial quantum correlations in a multimode degenerate optical parametric oscillator type i below threshold by introducing a spatially inhomogeneous medium , such as a photonic crystal , in the plane perpendicular to light propagation . \n we obtain the analytical expressions for all the correlations in terms of the relevant parameters of the problem and study the number of photons , entanglement , squeezing , and twin beams . considering different regimes and configurations we show the possibility to tune the instability thresholds as well as the quantumness of correlations by breaking the translational invariance of the system through a photonic crystal modulation . ",
        "section_names": "introduction\nfew mode approximation for the pcopo\nconclusions\nlinear dynamics of pcopo with any @xmath120\nsolution of the input-output equation\nsecond order moments in frequency and time domains"
    },
    {
        "article": "Methanol masers are special sounds in space that come from places where stars are being born. There are two types: Class I and Class II. Class I ones, like when you hear a loud noise after a sneeze, are thought to be made by fast things colliding. Class II, like when you hear a high-pitched voice, are made by the light shining on them.\n\nSometimes, both types can be found near the same place, but they don't always show up at the same time or in the same exact spot. People think Class I might be a little older stage of star-making than Class II. We need to see these things very clearly to learn more about them, like looking at a puzzle with many pieces. That's why we use special telescopes that can zoom in really well.\n\nSome researchers did a big search for Class I methanol masers in nearby spaces, and they found new ones. They even saw some that we've seen before but couldn't see clearly before. Now, they're trying to understand how these different sounds are made and where they come from, like finding out the secret recipe for making the sounds in space. There's a big telescope in Australia called the EVLA that helps us see really small things, like tiny radio signals called masers. It's like a magic eye that can see things up close! We used it to look at some masers in a place called DR21 on May 26, 2010. The telescope had 20 special cameras that could see in a special part of the sky, called Ka-band.\n\nWe listened to a special sound, called the 36.169 GHz Methanol line, and split it into 256 parts, each like a tiny note. This let us hear how fast the masers were moving. We observed for 3 minutes for each source and found out how quiet they were, like listening to the background noise.\n\nWe used a computer program called AIPS to clean up our data and make sure everything was right. We compared our results to another star, 3C48, to make sure our measurements were good. But, because of some problems with the telescope, we couldn't perfectly measure the exact sounds. This might cause a small mistake in the amplitudes, but it won't affect our main findings much.\n\nWe drew pictures of what we saw and made sure the signals weren't too loud or too weak because of the way we chose to look at them. There were 229.758 GHz masers and 226 GHz continuous signals that we found. We're still working on sharing all our results with others, and they'll be in a paper soon, written by P. Pratap and friends. Okay, imagine we're talking about looking at tiny spots in the sky with special tools called telescopes. These observations can see really small things moving at a speed of about 10-12 miles per hour. They have a special eye that can see things very clearly, but sometimes the pictures might be a bit blurry because they're zoomed in too much.\n\nWe found 49 spots, like tiny stars, in three places called DR21N, DR21OH, and DR21W. We compared them to other similar spots we saw at different frequencies, like radio waves. The noises around these spots were quiet, like a gentle hush, about 0.15 or 0.3 JY Beam for DR21N and OH, and a bit louder for DR21W.\n\nSome spots had more than one peak in their sound, like when you hear a note that keeps going higher and lower, and others had a funny shape. This means there might be more than what we can see with our big telescope.\n\nThe spots move at the same speeds as we've seen before, but their sounds are a bit different. Sometimes, two spots close to each other, like twins, are both active at the same time. When they are, one spot might be brighter than the other, but remember, they were not checked at the same time, and things can change.\n\nThis is like when you and your friend play hide-and-seek, but instead of hiding, they're just changing places. And that's how we found these interesting connections between the 36 GHz and 229 GHz spots. Okay, imagine you have a list of stars that make special sounds at two different frequencies, 44 and 95 GHz. These sounds are very close together, like they're from neighbors. The amount of sound they make at these frequencies is about the same in both. To learn more, we need to check them really closely with even better tools.\n\nHere's a simple version of the list:\n\n1. Star A: 44 GHz sound = 5.46, 6.07, 0.96\n2. Star B: 95 GHz sound = 3.30, 1.33, 0.76\n3. Star C: 44 GHz sound = 5.10, 3.25, 0.31\n4. Star D: 95 GHz sound = 6.01, 0.30, 3.22\n\nWe need to see if their sounds mix or not, and compare them more to understand how they work together.\n\nSome stars also have mixed sounds at different places, and their details are in the table too.\n\nLet me know if you need more help understanding this list! Did you see the special glowy spots in the sky called masers in DR21(Oh)? They're like a big circle with lots of them in different colors, like a rainbow, in the middle. There are 30 of these spots at 44 GHz, which are like a team playing together near two big pushes of air coming out from the center. All the 36 GHz masers, like 14 of them, are right next to these 44 GHz ones. The 84 and 95 GHz ones are also in the same area, but we can't see their details too well because they're a bit blurry.\n\nThe glowy spots change their speed, moving faster on one side and slower on the other. Some are a bit different from the main group, like on the top and bottom edges. The strongest ones, at 36 GHz and 44 GHz, are close together and move at the same speed. On the other side, only the 36 GHz ones are seen close to the edge, and some 44 GHz ones don't have any 36 GHz friends nearby.\n\nThere are also some special glowy spots at 6.7 GHz, like stars with a special hat, and some at 229 GHz, like little dots, that are a bit far away and sometimes near the 6.7 GHz stars. We even see some faint 36 GHz spots too, like tiny spots on a map.",
        "abstract": " class  i methanol masers are believed to be produced in the shock - excited environment around star - forming regions . \n many authors have argued that the appearance of various subsets of class  i masers may be indicative of specific evolutionary stages of star formation or excitation conditions . until recently , however , no major interferometer was capable of imaging the important 36  ghz transition . \n we report on expanded very large array observations of the 36  ghz methanol masers and submillimeter array observations of the 229  ghz methanol masers in dr21(oh ) , dr21n , and dr21w . \n the distribution of 36  ghz masers in the outflow of dr21(oh ) is similar to that of the other class  i methanol transitions , with numerous multitransition spatial overlaps . \n at the site of the main continuum source in dr21(oh ) , class  i masers at 36 and 229  ghz are found in virtual overlap with class  ii 6.7  ghz masers . to the south of the outflow \n , the 36  ghz masers are scattered over a large region but usually do not appear coincident with 44  ghz masers . \n in dr21w we detect an `` s - curve '' signature in stokes v that implies a large value of the magnetic field strength if interpreted as due to zeeman splitting , suggesting either that class  i masers may exist at higher densities than previously believed or that the direct zeeman interpretation of s - curve stokes v profiles in class  i masers may be incorrect . \n we find a diverse variety of different maser phenomena in these sources , suggestive of differing physical conditions among them . ",
        "section_names": "introduction\nobservations and data analysis\nresults\ndiscussion\nconclusions and future work"
    },
    {
        "article": "Did you know that interdisciplinary research, which combines different subjects to solve big problems, is really important for making new discoveries? It's kind of like when you mix different colors to make a pretty picture. Some people who do this kind of work got a big prize in 2014 for a special tool they made with help from chemistry to understand biology better.\n\nBut, sometimes, it's hard to tell how good interdisciplinary work is just by looking at numbers. People are trying to come up with ways to measure it, but it's not easy. Some groups give special chances for projects that bring different subjects together, like the National Science Foundation in the US and the European Research Council.\n\nThis project wants to find a way to show how much interdisciplinary work is helping and who is doing it well. They use something called a \"network\" to see how ideas from different fields connect and influence each other. By doing this, they can give a score that shows how big and important the impact of these ideas is across different areas.\n\nPeople have been studying how ideas spread and get recognized for a long time, and this helps them make better ways to measure the success of research. There are different ways to do this, like counting how many times someone's work is mentioned. One popular one is called the \"H-index,\" which tells us how many papers have lots of people talking about them.\n\nSo, this project is trying to improve the way we measure interdisciplinary research and make sure it's fair for everyone. It's like giving a special award to those who mix things up in a really smart way! Imagine a big book with lots of stories about science papers. These stories are connected, like how friends talk to each other. Scientists use something called \"citation diffusion\" to see which stories are really important, like when your friends tell everyone how much fun you had at the park. \n\nThere's a special way to count how many times each story is shared, like counting how many times your friends told the same story. This helps us figure out which stories are liked by many others, even if they come from different areas of science.\n\nWe want to find the most loved stories and the people who wrote them, so we make a special chart that connects these stories and the people who share them. This chart is like a network, with two parts: papers and the people who made them. Some papers belong to more than one area, like a superhero who can do both science and art.\n\nOur new chart is a 'bipartite interconnected multilayer' thing, where we look at how papers talk to each other and to the people who work on them. We use a secret formula to calculate how important each story is, based on how many friends it has and where those friends come from. This helps us give a score to each story and person that shows their versatility, like how versatile your superhero friend is!\n\nIn this project, we will use this secret formula to rank the stories and the people who wrote them in our special network. It's like giving a popularity contest to all the stories and scientists in the book! Okay, imagine you have a bookshelf with books. The books @xmath22 and @xmath25 are like the books we publish, and the other books @xmath23 are like the people who make them, called manufacturers. We have different sections on the shelf, called layers, like different subjects like math or science.\n\nEach shelf has 4 special boxes, called tensors @xmath29, which help us understand how the books are connected. Box @xmath30 and @xmath31 show how one book talks about another. If two books are about the same subject, they have a connection worth 1 point. If they're in different subjects, box @xmath31 helps with that.\n\nBox @xmath41 is about the connection between the books and the people who made them. If a book's author is from a certain group, like scholars, it shows a connection. For institutions or countries, it connects to where the authors are from.\n\nWe also have empty boxes @xmath45 and @xmath46. They don't count the other way because we don't want to count the same thing twice. \n\nNow, think of a book that only talks about math. It's active only in one section. But a book that talks about both math and biology is active in two sections. This helps us see how much a book connects different topics.\n\nFinally, there are special people like scholars, inventors, or places like institutions and countries. They're on their own shelf and help us rank who makes the most important books. Each book has a line pointing to these special people, showing how they're related. This way, we can tell how much a book is connected to different things. Okay, imagine you have a big picture with pictures of books and people who wrote them. Each book has a picture of the person who wrote it. In this picture, we want to find out who's really good at writing lots of books in different subjects.\n\nSo, we make a special kind of picture called a \"multilayer citation network.\" It shows how books talk to each other and the people who wrote them. We don't want to miss any information, so we use the whole picture.\n\nTo decide who's the best writer, we look at how easy it is for a book to get '信誉' or popularity. This信誉 comes from the people who read and talk about the books. We do this by making a math game where a 'random walker' (a pretend person) moves around the network, following the connections between books and writers.\n\nWe count how often this random walker moves from one book to another and from one subject to another. Then, we find the person who gets visited the most, even if they're in different parts of the network. We do this for each writer and get a list.\n\nWe test our idea with two examples: one is like a big club of scientists (APS) and the other is a list of inventions (US Patents). The results show that our way of ranking helps find the real writing stars in both situations. Okay, imagine you have two big collections of papers and inventions. \n\nFirst, we have a big book of papers. Each page talks about a different part of science, like studying tiny things, building atoms, or understanding how light works. We used a special system, called PACS, to group these pages into different sections. There are 10 sections: general, particles, atoms, sound, moving things, gases, solids, mixtures, cross-over topics, and space stuff. The authors come from 626 schools and 54 countries. This shows that the papers cover many topics.\n\nSecond, we have a collection of invention ideas. These are like patents, which are ideas for new machines or gadgets. They're divided into 6 groups: chemistry, tech stuff, medicine, electricity, machines, and other things. Each patent has a main category and can be in more specific ones too. We got the details from the US Patent Office. There are 1.5 million patents, invented by 114 thousand people, from 1,300 companies, and in 127 countries.\n\nBoth collections help us understand how different parts of science and inventions are connected.",
        "abstract": " nowadays , scientific challenges usually require approaches that cross traditional boundaries between academic disciplines , driving many researchers towards interdisciplinarity . despite its obvious importance , there is a lack of studies on how to quantify the influence of interdisciplinarity on the research impact , posing uncertainty in a proper evaluation for hiring and funding purposes . here \n we propose a method based on the analysis of bipartite interconnected multilayer networks of citations and disciplines , to assess scholars , institutions and countries interdisciplinary importance . \n using data about physics publications and us patents , we show that our method allows to reward , using a quantitative approach , scholars and institutions that have carried out interdisciplinary work and have had an impact in different scientific areas . \n the proposed method could be used by funding agencies , universities and scientific policy decision makers for hiring and funding purposes , and to complement existing methods to rank universities and countries . ",
        "section_names": "introduction\nmethodology\ndata\nresults\ndiscussion\nacknowledgements\ncomparison with other approaches\nproductivity control"
    },
    {
        "article": "In the last year, we've learned a lot about how things grow and get stronger in (III,Mn)V materials, which are special magnets. These materials work like tiny magnets inside a bigger semiconductor. We use a model to explain how the little parts called \"holes\" in the semiconductor talk to the Mn ions, which have their own spin. When the holes move, they interact with the spin, making the material behave in certain ways.\n\nThe model works well when there's not too much disorder, like when the Mn ions are evenly spread out. This helps us understand things like how warm the material gets before it starts magnetizing (transition temperature), how it changes with pressure (magnetic crystalline anisotropy), and how it resists electricity (anisotropic magneto-resistance).\n\nWe're now trying to understand what happens when light shines on these materials in the infrared range. This is because the infrared is where the important information about the tiny magnets is found. We calculate how light gets twisted or bent (magnetic circular dichroism, Faraday rotation, and Kerr effect) when it hits these materials at different times and with different amounts of Mn.\n\nIf we do these experiments right, they can help us learn more about the (III,Mn)V magnets and maybe find ways to improve them for future uses. It's like getting a closer look at how these tiny magnets work, which could be very useful! Okay, let's make it simple for a toddler! \n\nParamagnets are special materials that can help us learn about how things move together. We use something called \"absorption and reflection\" to measure how they connect. This helps us find out how well the electrons in the material play with the tiny magnets inside, like in (II,Mn)VI and (III,Mn)V.\n\nWe also do some fun experiments with light to see even deeper into the material. Infrared light shows us unusual things, like a special peak that tells us when the electrons don't move freely. We talk about all this in different parts of our paper.\n\nFirst, we explain a formula in Sec. [TA] to understand the special electricity that happens when the material is moved with AC current. Then, in Sec. [KL], we share the rules we use to study the material mathematically. \n\nIn Sec. [4Band], we do some simple calculations without any mistakes, like a puzzle, to understand how the electrons behave. And in Sec. [6Band], we use the full model to see everything more clearly, but it's a bit tricky.\n\nFinally, we put everything together in Sec. [Conclusion] and talk about what we've found. We pretend the tiny magnets align themselves with the material, like they're all standing in line, and we only consider a very steady situation where they don't move around too much because of the tiny temperature changes. Okay, imagine you have some special materials that are really good at being magnets when they're little kids. These materials have electrons, like tiny particles, that move around and make the magnetism happen. But sometimes, there can be a bit of confusion because the electrons don't always line up perfectly. \n\nTo measure how well these electrons work together, scientists use something called the AC Hall Conductivity. They use a special math formula, like a puzzle, to find out how much current flows when they give them a little shake (AC signal). \n\nAt zero shake (zero frequency), they've already found out how this works for some similar materials. But now, they want to see what happens when they shake them faster. Even without too much confusion (disorder), they know the shaking might make the results a little blurry, but not too much.\n\nDisorder means things aren't perfectly in place, like when your toys are scattered everywhere. They use a special rule to guess how much the disorder affects the electrons' behavior. This rule takes into account how the electrons talk to the Mn ions (like the grown-ups) and the other tiny helpers (defects) that can cause problems.\n\nSo, they use a new formula to calculate the AC Hall Conductivity with the help of these calculations, and it gets a bit more complicated because of the disorder. But they're still trying to learn more about how these itty-bitty magnets behave! Imagine you have a little electron that's like a toy moving in a pretend crystal. When it moves, it gets affected by a special kind of push called the \"kinetic-exchange field.\" We're trying to figure out how this push changes its behavior.\n\nFirst, let's talk about the toy's home band, which is like a place where it lives. The Hamiltonian, or the rules for how it moves, comes from a math thing called the Kohn-Luttinger model. We'll put this in a special way that makes sense for our toy, like arranging its friends (basis functions) in a certain order.\n\nThe Hamiltonian looks like this big square with numbers (eq. [hl]), and we only care about a part called the \"2nd sector\" because that's where the toys live. Each toy has its own energy, which is like its energy level in the home band.\n\nNow, sometimes, the toy can get lost and bump into things (disorder). This makes it move faster or slower, and we use a special rule called the Golden Rule to calculate how much this happens. There are two types of bumps: one from Mn impurities and another from As antisites.\n\nTo make things simple, we assume the toy's world is very smooth, like a perfect crystal. We also ignore some tiny details, like spin-orbit coupling. With these assumptions, we find a special case called the \"spherical model,\" where the toy's energy levels become very even and we can solve the problem easily.\n\nThe final result, represented by @xmath3, is the magic number that helps us understand how the toy moves in this perfect crystal world. And that's all! Okay, imagine you have a little ball of electrons called a \"Bloch state\" that moves around like a toy car. When these balls have really strong spinning help from something called \"spin-orbit coupling,\" they line up their spin in a special direction that matches the direction they're moving. \n\nNow, there's a thing called a \"spectral function\" that shows how these balls interact with each other. We can calculate it using a bit of math called \"perturbation theory.\" It's like trying to solve a puzzle step by step.\n\nIn two parts, we find out what this spectral function looks like. For low-energy balls (light holes), we get:\n\n1. A low-pitched noise around a specific point (the light-hole Fermi wave-vector).\n2. A slightly higher pitch noise around another point (the heavy-hole Fermi wave-vector).\n\nFor high-energy balls (heavy holes), the noises are different but still connected to those points.\n\nWe draw pictures (fig. 4b) to show how this works for different amounts of \"itinerant holes\" (like when they're not staying in one place) and \"Mn\" particles (another type of particle). The mid-infrared part of the noise comes mostly from these two areas.\n\nThe math might be a bit tricky, but the main idea stays the same even if we use a bigger model to include more balls. Just like how a toy car can still move even with extra wheels, the bigger model helps us get closer to real-life situations.",
        "abstract": " we present a theoretical study of the infrared magneto - optical properties of ferromagnetic ( iii , mn)v semiconductors . our analysis combines the kinetic exchange model for ( iii , mn)v ferromagnetism with kubo linear response theory and born approximation estimates for the effect of disorder on the valence band quasiparticles . \n we predict a prominent feature in the ac - hall conductivity at a frequency that varies over the range from 200 to 400 mev , depending on mn and carrier densities , and is associated with transitions between heavy - hole and light - hole bands . in its zero frequency limit , our hall conductivity reduces to the @xmath0-space berry s phase value predicted by a recent theory of the anomalous hall effect that is able to account quantitatively for experiment . \n we compute theoretical estimates for magnetic circular dichroism , faraday rotation , and kerr effect parameters as a function of mn concentration and free carrier density . \n the mid - infrared response feature is present in each of these magneto - optical effects . ",
        "section_names": "introduction\ntheoretical approach\nmodel hamiltonian\n4-band spherical model\nnumerical results\nconclusions\nderivation of @xmath3 in the 4-band spherical model"
    },
    {
        "article": "In space, when we play pretend with stars, we need to make a small change to how they pull on each other so they don't get too close and go crazy. This change is called \"softening.\" The size of this change, called the \"softening length,\" can be different, but it's important to know how it affects the stars when we study them.\n\nIn a previous story (Paper I), we looked at how softening works in 2D models of star disks. We found that if the softening is too big, it doesn't act like real gravity and can cause problems. We gave some rules, called \"criteria,\" to make sure everything is okay.\n\nNow, we're going to make the story even bigger! We'll study softening in different shapes, not just Plummer's, because some people use other ways too. This will help us compare different ways of making the stars behave. We'll also connect this to a big topic called \"relaxation,\" where the stars dance around and settle down. And, we'll show how these two things are really connected.\n\nSo, we're adding more parts to the story to understand the stars better and make sure everything stays in balance. Okay, imagine you're playing with building blocks, but instead of solid ones, they're a little squishy. When you're trying to understand how your blocks move and play nice together, you learn that sometimes squishy blocks make it easier to see what's going on close up, like when you're building a tower. But if they're too squishy, they don't work well for far away parts. And if they're not squishy at all, it's hard to tell.\n\nSo, we found out that just right, there's a sweet spot for the squishiness that helps our blocks, or models, move and act like real ones best, especially when they're close to being stable. We figured out how to find this perfect balance and showed how squishy makes things look clearer on different levels.\n\nWe also looked at models where the blocks are squishy in a special way, like when you're playing with a spinning disc. We saw how this affects how fast the blocks spin and how close they stay together.\n\nFinally, we talked about making the squishiness even more special, like having it stronger in one direction, like when you need to focus on building a straight line. This helps in certain types of models that have lots of details, like galaxy discs.\n\nThis whole process helps us understand how squishy blocks, or softening, behaves in our models better and how it affects the way everything moves and interacts. We explained it all in a fun way in a section of our playroom. Okay, imagine you have a disc with a little bump on its surface, like a toy with a funny spot. This bump makes the space around it a bit wobbly. We're trying to figure out how much this wobbling gets weaker because of a special way we make gravity a little less strong, called \"isotropic softened gravity.\"\n\nTo do this, we use a special math trick called the WKBJ approach. Instead of thinking about the bump as going all around like a circle, we look at it as getting bigger or smaller depending on how close it is to the center. We use a special tool called Bessel functions to help us understand the wobbling.\n\nNow, when we solve a special math problem called the Poisson equation, we find out that the wobbling gets weaker by a factor. This factor is given by a number called @xmath16(k) which comes from the new way of making gravity. We can either find this number exactly using a table of special math rules or we can use a computer program to get it quickly.\n\nThis factor tells us how much the disc is stable because of the softened gravity, and it's the first step in our plan to understand it better. We have two ways to find this number: one is by doing some fancy math calculations, and the other is by using a computer to do the work for us. Okay, imagine you have a little equation that helps us understand how things move when they go wiggly. Sometimes, when we make them go faster, the wiggles don't disappear as much. To fix this, we use some simple math tricks like combining parts and finding out how they act at really long distances.\n\nWe talk about something called \"effective scale height\" which is like a special size that makes the wiggles behave differently. Once we figure out how fast the wiggles are, we look at very tiny details, because big stuff mostly decides if they stay stable or not.\n\nTo do this, we can either look at the equation (5) or (6) and use fancy math tools to make the wiggles simpler. We find a number, let's call it \"scale height,\" which helps us understand how the wiggles change when they're far away. This \"scale height\" is important because it acts like a special layer, just like how a blanket keeps your room warm.\n\nAfter we understand the tiny details, we check for stability using something called the \"marginal stability curve.\" It's like a map that shows how well the wiggles stay put depending on how fast they move. We measure this with a special number, \"effective parameter,\" and when it reaches a certain point, the wiggles become too wobbly to stay in place. Okay, imagine we have a special line on a picture called the \"marginal curve\" that shows how things change. The \"typical wavelength\" is like the point where this line gets really high. We talk about numbers called @xmath44 and how they help us know if things are stable or not.\n\nWe've talked about a number @xmath49 that helps us measure things without big units. And there's a special limit called the \"safety threshold\" @xmath50. When something is \"softened,\" it acts like having a little extra thickness, making things a bit more stable but also making them move a little slower.\n\nThere's a special number @xmath56 that tells us when things become a bit confusing because the balance of stability is off. This can affect how the stars in a galaxy move together. The \"critical wavelength\" @xmath60 is important because it shows how sensitive the high point of the curve is to changes.\n\nNow, let's think about a problem called \"relaxation.\" It's like when a toy stops moving and starts again. The time it takes to do this, called the Rybicki-White time, depends on how much we soften things and how fast the stars are moving. But, we need to find just the right amount of softening to make this time long enough, not too short.\n\nWe found a special value for the softening that works best for the problem, and it's called the \"corrected Rybicki-White time.\" It's like finding the perfect balance to make the stars behave just right.",
        "abstract": " two questions that naturally arise in @xmath0-body simulations of stellar systems are :    1 \n .   how can we compare experiments that employ different types of softened gravity ? \n 2 .   given a particular type of softened gravity , which choices of the softening length optimize the faithfulness of the experiments to the newtonian dynamics ?    \n we devise a method for exploring the dynamical effects of softening , which provides detailed answers in the case of 2-d simulations of disc galaxies and also solves important aspects of the 3-d problem . in the present paper we focus on two applications that reveal the dynamical differences between the most representative types of softened gravity , including certain anisotropic alternatives . \n our method is potentially important not only for testing but also for developing new ideas about softening . \n indeed , it opens a _ direct _ route to the discovery of optimal types of softened gravity for given dynamical requirements , and thus to the accomplishment of a physically consistent modelling . ",
        "section_names": "introduction\nmethod\napplications\nconclusions\nuseful analytical formulae for sect.3"
    },
    {
        "article": "Hey there! Spinfoams are like a special kind of math game for understanding how our universe works, called loop quantum gravity. They help us figure out how things move and change. \n\nImagine you have a bunch of building blocks called \"spins\" and \"intertwiners\" that connect them. These blocks are like puzzle pieces in a drawing. In spinfoams, we talk about moving these blocks around to find out how the universe looks.\n\nThere are two ways we use these blocks: the \"holonomy representation\" and the \"holomorphic representation.\" They're like two different ways to play the game. The holonomy one makes it similar to a game where we count how many times we go around loops in space. The holomorphic one uses something called the Segal-Bargmann transform to make it even more fun!\n\nThese different ways of playing give us new ideas and tools to understand how things behave when they're very simple, like at the big, big scales we see in the universe. A recent study found that when we look at a special part of the game, called the \"spinfoam vertex,\" there are two possible ways for the universe to act like a simple shape. But, the researchers think this extra option might be because they were using the wrong blocks. The new holomorphic representation helps us pick the right one!\n\nSo, spinfoams are like a smart way to explore the universe's building blocks and their rules. Okay, little buddy! Let's talk about a special math thing called \"spinfoams\" and how they help us understand shapes. In Section I, we talk about a way to show these spinfoams using something called the \"holonomy representation.\" This is like a secret code for connections in a 3D world.\n\nIn Section II, we learn about a new way to represent these connections using \"holomorphic numbers,\" which are like special magical numbers that come from a special transformation. We also connect these numbers to tiny building blocks in our 3D world.\n\nIn Section III and IV, we figure out how to write down the rules for spinfoams in both the secret code and the magic numbers. It's like figuring out the rules for a game where we move between different shapes.\n\nIn Section V, we see how this can help us find one special shape when looking at big pictures of the game. It's like finding the right answer in a puzzle.\n\nSpinfoams live in a special place called a \"Hilbert space\" based on a graph, which is like a map of connections. Each connection is connected to a \"spin\" and \"curvature.\" They help us talk about how shapes change when we move around.\n\nAnd when we look at the edges of the graph, we use \"boundary amplitudes\" to describe what happens near the outside. These amplitudes are made up of small parts called \"vertex-amplitudes\" mixed together with some extra magic numbers.\n\nDoes that make sense, kiddo? Imagine you have a special drawing for each part of a big picture called a \"spinfoam.\" Each part has a label, like a vertex (V) and a connection between them (link, L). The labels help us keep track.\n\nFor every V, we draw a small circle around it to show its boundary graph. This graph has as many lines (links) as the parts of the picture that touch at that V. We put numbers on these lines to show which part they belong to.\n\nThe numbers on the lines are called \"holonomies,\" and they tell us how the parts fit together. There's also a special number for the outside part of the boundary face, which we call the \"boundary holonomy.\"\n\nThe Ponzano-Regge model uses a complete graph with four lines, and the EPRL-FK vertex starts with a complete graph with four nodes too. But Kaminski-Kisielowski-Lewandowski made a new version that works with any kind of boundary graph.\n\nPeople also use a different way to talk about these spinfoams, called the \"spin and intertwiner\" representation. It's like a secret code using special matrices and tensors. The Ponzano-Regge vertex in this code is just a fancy symbol.\n\nWhen we study these things, we sometimes use a third way, with a spin and two special directions for each link. This helps us understand the connections better.\n\nSo, think of a spinfoam like a puzzle where each piece has a label and we connect them using special rules. We use different ways to talk about these puzzles to make our math easier. Okay, imagine you have a special kind of drawing called a \"vector\" that follows some rules. These vectors are made from something called \"Bloch coherent states.\" When we move a special vector called \"vector @xmath49\" to point in a certain direction, we get a \"unit vector @xmath50,\" but another vector stays the same. We call this new vector \"associated @xmath1 element.\"\n\nTo make a \"Bloch coherent state\" in a particular direction, we take a special spinning ball (like a spinning top) and turn it so it points in that direction. This state helps us understand how a tiny ball inside a nucleus behaves in a strong magnetic field.\n\nNow, let's talk about these vectors in a different way. We can connect them with lines like building blocks, and each block has a little number or symbol called \"intertwiner\" that tells us how it fits together. But instead of just using these numbers, we can use \"coherent intertwiners\" which are a bit like magic stickers that make the building blocks look even more special.\n\nWhen we join these special vector-building blocks (spin-networks) together, we get a special kind of picture called a \"spinfoam.\" This picture has both the \"spins\" (like how fast the balls are spinning) and the \"classical variables\" (like the directions they're pointing). We can represent this picture in a new way where the spins and their helpers, the \"conjugate momenta,\" look more like regular things.\n\nThis new way of looking at spinfoams helps us understand the magic of how the universe works better. We can measure how well these special vector pictures fit together using something called a \"Segal-Bargmann transform.\" And the numbers on the lines, called \"@xmath62,\" help us understand the space where everything lives, like a big puzzle map. Okay, imagine we're talking about a special kind of math game called Loop Quantum Gravity, which helps us understand space and time. In this game, there's a thing called \"spinfoams.\" \n\nIn the past, people didn't play with these spinfoams much using something called \"holomorphic representation.\" But now, we want to show how it can make things easier. \n\nSo, a spinfoam vertex, like a game piece, can be written using a special formula, like a secret code (Equation 78). When we do that, we get a different way to represent a special part of the game, called the Ponzano-Regge vertex amplitude (Equation 79). \n\nUsing the holomorphic representation is good because it helps us understand the parts of the game (called 'labels') like pieces of a puzzle that connect to real shapes in space. \n\nThere are two ways to describe these shapes, like two ways to tell a story about the same picture. One way comes from the rules of Loop Quantum Gravity (Story A), and the other is more like a story told in a different game, called covariant spinfoams (Story B). \n\nIn Story A, we pick a special drawing of space and some numbers that tell us about how the space twists and turns. Then, we match these numbers with the spinfoam game pieces. \n\nIn Story B, we start with a grid-like picture of space and give each little box a flat surface. We make sure they all fit together just right, like puzzle pieces. \n\nBoth stories help us understand how the spinfoam pieces fit together to create the game's world. Does that make sense?",
        "abstract": " we study a holomorphic representation for spinfoams . the representation is obtained via the ashtekar - lewandowski - marolf - mouro - thiemann coherent state transform . \n we derive the expression of the 4d spinfoam vertex for euclidean and for lorentzian gravity in the holomorphic representation . \n the advantage of this representation rests on the fact that the variables used have a clear interpretation in terms of a classical intrinsic and extrinsic geometry of space . \n we show how the peakedness on the extrinsic geometry selects a single exponential of the regge action in the semiclassical large - scale asymptotics of the spinfoam vertex . ",
        "section_names": "introduction\ni. spin foams in various representations\nii. the holomorphic representation\niii. 4d euclidean vertex amplitude in the holomorphic representation\niv. 4d lorentzian vertex amplitude in the holomorphic representation\nv. semiclassical analysis: role of the extrinsic curvature in the large spin asymptotics\nvi. conclusions and perspectives\nacknowledgments"
    },
    {
        "article": "Have you ever seen toy cars moving in a line? Scientists are really interested in something similar, called driven diffusive systems. One simple model they study is called Asymmetric Simple Exclusion Processes (ASEPs). They use it to understand how tiny things like molecules move around in cells.\n\nASEPs are used in many things, like helping proteins get made and moving tiny parts inside cells. A special type of ASEP, called a Totally Asymmetric Simple Exclusion Process (TASEP), is like the simplest car race. It helps us understand how things move one way, like all the cars in one lane.\n\nRecently, scientists have made some cool discoveries using TASEP. They've looked at how these tiny cars move when there are many of them and how they interact with each other. They've found out that the speed of the cars changes depending on how many are around. They've even studied different shapes for the lanes, like tubes and circles.\n\nSome models have extra rules, like when the cars can join or leave the line, called Langmuir kinetics. These models show that sometimes, the cars form special patterns, like a wall between two different areas. Another model takes into account ATP, which helps the cars move, and a special force called a Brownian ratchet.\n\nThese models help us understand how real-life motor proteins, like Kinesin, move. They can even match what we see in experiments! Scientists want to make their models even better by including more lanes, so it's like watching a traffic jam of tiny cars.\n\nSo, just like how we play with toy cars, scientists use math and models to learn about how tiny things really move around in our cells! Okay, little buddy! Imagine you have two toy roads with cars moving on them. These cars are like tiny helpers called \"motor proteins\" that move along the thin strings called \"microtubules.\" They can move side by side on these roads and sometimes switch from one road to the other.\n\nScientists made a fun model with these cars, where they try to see how the cars move when they change roads. They noticed that if the cars move more together (like friends holding hands), the roads get busier with cars, but the flow of cars per time goes down. They even found out that if the cars don't switch roads equally (like some cars are faster than others), it creates a special pattern with 7 different types of road situations, instead of just 3!\n\nSome other people studied what happens when the cars at the ends of the roads move differently too. They saw that even when the cars don't move exactly the same, they still line up like they're all in step!\n\nA team added something called \"Langmuir kinetics\" to one of the roads, making the cars move even faster when they switch. They also noticed that if the cars change too quickly, they create a special area called a \"boundary layer\" at the start.\n\nOur goal is to study how these car helpers move on both roads at the same time, and how they behave when they attach and detach on both sides. This could help us learn more about how real-life helper molecules, like those in our cells, move around and work together. We'll look at how these changes affect how many helper molecules are on the roads and how they organize themselves. Okay, imagine we have a game with two lanes of cars. Each lane is like a race track with spaces for cars. The cars can change lanes, but they all go from one side to the other.\n\nIn this game, we study three things:\n1. How fast the cars change lanes (like how fast they turn). We call it \"lane-changing rate\" and use numbers to show how many cars do it and how long each lane is.\n2. How the cars get in or out of the lanes. Some cars come in (attachment) and some go out (detachment), and we vary how often this happens.\n3. The size of the race track, which means the length of each lane.\n\nWe compare two versions of the game: one where two lanes are joined together and one where they are separate, like two TASEPs (traffic systems). This helps us see how changing the number of cars in each lane affects the whole system.\n\nWe also use a special tool called \"mean-field approximation\" to check if our computer simulations match what we expect. In the end, we share our findings in a big picture in Section V.\n\nThe game is played on a grid with 11 spots per lane, and each spot is like a car's parking space. Cars start at the left and go to the right. Some cars join or leave the game, and they can choose a lane to drive on. If there's space, they might move to the next spot too. Okay, imagine you have a little car on a road with two lanes. Each lane has spaces for cars, but sometimes, one lane might be full, and the car can't move to the next space. If that happens, the car checks if it can switch to the other lane.\n\nIf there's a space in the other lane, the car might change lanes with a small chance, like flipping a coin. But if there's no space, the car can't move. If the car is at the very end of its lane, it might leave the game with a certain chance.\n\nSometimes, the car can also join the game or leave by itself, depending on what's happening. The rules for how these things happen are written down like a set of instructions. We'll look at different ways to follow these rules in the future to see how they affect how the cars play together.\n\nThere are three ways to do this: all cars move at the same time (like in a race), one by one, or choose a car at random to move. Our first job is to see how the different ways affect the car's movement on the road. Okay, imagine you're playing with two toy cars on a track. In these computer simulations, we use a special way to make them move, called \"randomly sequential updating.\" We use Scheme 3, which is like a game plan people use in pretend car races.\n\nWe do some math to see how many cars are moving and how fast. The numbers are: 38, 39, 40, 41, 42, 43, 44, 45, and 46. We take a lot of pretend car trips (47 times) to get a smooth picture. Each trip takes a little time (48 seconds).\n\nWhen the cars are not moving too much (special case), they act like two separate tracks. But if they start moving more, something interesting happens. The car line (domain wall) doesn't just go straight; it jumps back and forth. This is called the \"jumping effect.\" It's like the cars sometimes switch lanes.\n\nThe jumping gets stronger or weaker depending on how fast the cars attach and detach (like when they stop and start). We found a special number (55) that tells us when the car line decides to move left or right. And, even in bigger tracks, we still see this jumping effect when the cars are not moving too fast (56).\n\nSo, when the car line starts from the left and goes to the right, then comes back, it's like it's playing a game of tag with itself!",
        "abstract": " in this paper , we study a two - lane totally asymmetric simple exclusion process ( tasep ) coupled with random attachment and detachment of particles ( langmuir kinetics ) in both lanes under open boundary conditions . \n our model can describe the directed motion of molecular motors , attachment and detachment of motors , and free inter - lane transition of motors between filaments . in this paper \n , we focus on some finite - size effects of the system because normally the sizes of most real systems are finite and small ( e.g. , size @xmath0 ) . \n a special finite - size effect of the two - lane system has been observed , which is that the density wall moves left first and then move towards the right with the increase of the lane - changing rate . \n we called it the jumping effect . \n we find that increasing attachment and detachment rates will weaken the jumping effect . \n we also confirmed that when the size of the two - lane system is large enough , the jumping effect disappears , and the two - lane system has a similar density profile to a single - lane tasep coupled with langmuir kinetics . \n increasing lane - changing rates has little effect on density and current after the density reaches maximum . also , lane - changing rate has no effect on density profiles of a two - lane tasep coupled with langmuir kinetics at a large attachment / detachment rate and/or a large system size . \n mean - field approximation is presented and it agrees with our monte carlo simulations . ",
        "section_names": "introduction\nmodel\nmonte carlo simulations\nmean-field approximation\nconclusion\nacknowledgements"
    },
    {
        "article": "Okay, imagine you have a magic trick to solve a big math problem about tiny particles. The CC method is like a superpowerful helper that helps us understand how these particles behave together. It starts with a special guess for how they all fit together, using something called \"cluster operator\" with little helpers called \"particle-hole excitations.\"\n\nTo find out the best way to use these helpers, we use a smart way to add up smaller parts of the problem. But when we try to do calculations with them, the math gets really long and tricky, like having too many pieces in a puzzle.\n\nSome people did this trick for atoms that only have one leg, like the ones in alkali metals. They tried a simpler version called LCC, but they left out some parts, like wearing a wrong hat in the trick. This made the results not quite right because they didn't count some important parts from another trick called RPA.\n\nTo fix this, they tried to fix the hat by using the right RPA trick, but that also made some parts count twice, like having extra stickers on the puzzle pieces. Now, we're going to talk about a new idea to make the math better and not count the extra stickers. Okay, let me explain this in simple words for a little kid:\n\nWe have a way to do math with atoms, like how we count with toys. We want to make a better way to add up the parts of an atom's energy without double-counting. \n\nFirst, we talk about a special way to dress up the pictures (diagrams) we use to understand how the atoms work in Section [sec:ccformalism]. Then, we focus on making the electron lines look nice in those pictures in Section [sec:particlehole]. In Section [sec:rpa], we show how to make them even more dressed like in RPA.\n\nWe compare our new method with some older ways in Section [sec:iv] and show it works in Section [sec:numerics]. At the end, we talk about our findings and what we learned in Section [sec:conclusion].\n\nFor our math, we use special units and follow a way to draw the pictures just like in a book called [xcite]. And when we talk about the atom, we only consider the outermost electron that's not in a tight group, like a shell. \n\nDoes that make sense? Okay, imagine we're talking about a special math problem where we want to find out how different parts of a molecule interact. We have a helper tool called a \"cluster operator\" that looks at different types of 'excitations' - like when an electron moves from one place to another.\n\nFirst, we have \"core orbitals\" which are like the innermost home base for electrons. Then, there are \"valence orbitals\" which are the outer ones. Our helper tool uses numbers to represent these orbitals, like @xmath1 for core and @xmath22 for valence.\n\nTo make things simpler, we usually only use the first few steps, called \"CCSD approximation,\" where we only consider single and double excitations. If we want to be even more precise, we might do \"LCCSD\" which means we ignore some extra parts that are not very important.\n\nNow, to find out how these parts work together, we need to solve a special kind of equation. This equation tells us how much each part affects the whole picture. When we calculate something called \"matrix elements,\" we separate them into two parts, one for core and one for valence.\n\nThe 'normalization factor' is like a magic number that helps us measure everything correctly. It's important to remember that all the parts have to be connected, like puzzle pieces. For certain kinds of actions, the core part doesn't show up because it's already in its perfect state.\n\nA team did this for a specific type of wavefunction using LCCSD and found 21 diagrams for the valence part and 5 for another part. Our job is to go beyond this simple LCCSD method and explore more. Okay, imagine you're playing with building blocks to make pictures. The LCCSD approximation is like a special set of rules for making simple pictures called \"skeleton diagrams.\" These diagrams need some extra details, like putting on pretty clothes, because they have special parts called \"nonlinear CC terms.\" We show some examples in a picture, like A and B.\n\nWhen we do a calculation, the main parts that make the picture different from just a simple one are called RPA and BO diagrams. They help make the picture better. We use special letters to write these parts down.\n\nNow, let's talk about how we put these blocks together. We use something called the \"Wick theorem\" to turn a long list of blocks into simpler ones. This is like taking apart a puzzle and putting it back together in a prettier way. Some parts might look very complicated, but we'll start with the simplest part, like a single block.\n\nThe Wick theorem helps us turn the long list into a bunch of smaller pieces, called normal forms. Each piece can be a simple shape, like a dot or a line with a hat on it, which shows if there's a missing friend or a friend who's left over.\n\nWe'll focus on one special part, called the \"one-body term,\" that makes the picture move around. We'll draw it as a rectangle with little sticks showing where the friends should go. Other parts with more than one friend won't be talked about for now.\n\nFinally, we'll show how we can add more details to the skeleton diagrams using the one-body term. It's like dressing up our blocks to make them look even more fun! Okay, imagine you have a picture with lines and dots. These lines represent things called \"particles\" and \"holes.\" We start with a simple picture, like a seed, which comes from some rules we make. Then, we choose a few parts from those rules and play with them, making pairs of dots inside the lines.\n\nWe can do this in different ways, like picking out pairs of dots from two groups. For each pair, we can connect them in different ways. After connecting all the dots, we get a chain. This chain helps us make a new, dressed particle-line, like putting a little hat on the line to show it's different.\n\nNow, we can also dress the \"hole\" lines, which are like empty spaces. It's a bit like putting a bow on them too. When we dress all the lines, we use special formulas to combine everything together, just like building a puzzle.\n\nIf we only look at simple parts, like single or double excited ones, we write the hole-line insertion as a dot with a hat and the particle-line insertion as a different kind of hat. And we can use these new, dressed lines to make our pictures better, like changing a drawing from simple to fancy.\n\nDoes that make sense?",
        "abstract": " we consider evaluation of matrix elements with the coupled - cluster method . \n such calculations formally involve infinite number of terms and we devise a method of partial summation ( dressing ) of the resulting series . \n our formalism is built upon an expansion of the product @xmath0 of cluster amplitudes @xmath1 into a sum of @xmath2-body insertions . \n we consider two types of insertions : particle / hole line insertion and two - particle / two - hole random - phase - approximation - like insertion . \n we demonstrate how to `` dress '' these insertions and formulate iterative equations . \n we illustrate the dressing equations in the case when the cluster operator is truncated at single and double excitations . using univalent systems as an example , we upgrade coupled - cluster diagrams for matrix elements with the dressed insertions and highlight a relation to pertinent fourth - order diagrams . \n we illustrate our formalism with relativistic calculations of hyperfine constant @xmath3 and @xmath4 electric - dipole transition amplitude for cs atom . finally , we augment the truncated coupled - cluster calculations with otherwise omitted fourth - order diagrams . \n the resulting analysis for cs is complete through the fourth - order of many - body perturbation theory and reveals an important role of triple and disconnected quadruple excitations . ",
        "section_names": "introduction\ncoupled-cluster formalism for univalent systems\ngenerating object @xmath0\ndressing particle and hole lines\nrpa-like dressing\ncomparison with the iv-order diagrams\nnumerical results and discussion\nconclusion"
    }
]