[
    {
        "article": "# Anchoring Phenomena in Confined Nematic Liquid Crystals: Applications and Basic Understanding\n\n## Introduction\n\nThe interest in anchoring effects and confined nematic liquid crystals, particularly in the context of liquid crystal display (LCD) devices, has largely been driven by their potential technological applications. The Twisted Nematic Liquid Crystal Cell serves as a prominent example, demonstrating how external fields can manipulate the director orientation.\n\n## Twisted Nematic Cell: An Example of Confined Nematics\n\nA Twisted Nematic Liquid Crystal Cell consists of a nematic liquid crystal sandwiched between two parallel, planar surfaces with perpendicular easy axes. External electric or magnetic fields are used to align the nematic director, resulting in precise control over the surface texture necessary for LCD functionality.\n\n## Non-Uniformity at the Surface\n\nWhen nematic liquid crystals interact with non-uniform substrates, like those created through surface treatments like rubbing, the surface texture is non-uniform. However, this non-uniformity decays rapidly, typically over a length scale proportional to the substrate's periodicity. In many cases, the thickness of the non-uniform layer is much smaller than the wavelengths of visible light and the cell thickness.\n\n## Optical Properties and Effective Substrates\n\nDue to the thinness of the non-uniform layer, the optical properties of the confined liquid crystal are effectively described by uniform substrates. This allows for the development of new electro-optical devices, such as those with patterned nematic directors on small areas, achieved through surface chemistry.\n\n## Nematic-Substrate Interactions and Phase Transitions\n\nNematic liquid crystals in contact with non-uniform substrates offer unique opportunities to study phenomena like effective elastic forces and phase transitions between competing textures. While theoretical calculations can predict some properties, the complex nature of patterned substrates presents numerical challenges.\n\n## Continuum Theory for Nematic Liquid Crystals\n\nContinuum theories, rooted in Oseen and Zocher's work, form the basis for understanding nematic liquid crystals. The Frank theory, which describes the director and its distortions, assumes a uniform equilibrium state with a free-energy cost associated with elastic distortions. The presence of surfaces introduces surface anchoring and modifies the free energy density.\n\n## Effective Free Energy Function for Patterned Substrates\n\nTo address the complexities introduced by patterned substrates, an effective free energy function is derived, incorporating the anchoring energy and the average surface director orientation. This function allows for a more accurate prediction of phase diagrams compared to direct minimization of the original free energy functional.\n\n## Numerical Challenges and the Effective Free Energy Method\n\nMinimizing the original free energy functional on a two-dimensional grid can be computationally demanding, especially for large cell widths and complex surface patterns. The effective free energy method, by mapping the functional to one with an average surface director, simplifies the calculation and provides more reliable predictions for arbitrary cell widths and anchoring angles.\n\n## Conclusion\n\nUnderstanding anchoring phenomena in confined nematic liquid crystals is crucial for the development of advanced liquid crystal technologies. By employing effective free energy functions and numerical methods, researchers can study the intricate interactions between the liquid crystals and patterned substrates, contributing to the design of novel devices with improved performance.",
        "abstract": " we study the phase behavior of a nematic liquid crystal confined between a flat substrate with strong anchoring and a patterned substrate whose structure and local anchoring strength we vary . by first evaluating an effective surface free energy function characterizing the patterned substrate we derive an expression for the effective free energy of the confined nematic liquid crystal . \n then we determine phase diagrams involving a homogeneous state in which the nematic director is almost uniform and a hybrid aligned nematic state in which the orientation of the director varies through the cell . \n direct minimization of the free energy functional were performed in order to test the predictions of the effective free energy method . \n we find remarkably good agreement between the phase boundaries calculated from the two approaches . \n in addition the effective energy method allows one to determine the energy barriers between two states in a bistable nematic device . ",
        "section_names": "introduction\neffective free energy function\napplications\nsummary"
    },
    {
        "article": "Title: Galaxy Clusters: The Key Players in Astrophysics and Cosmology\n\nI. Introduction\n\n- Galaxy clusters as cosmic density peaks\n- Importance in astrophysics and cosmology\n- Structure formation theory predictions\n- Observational accessibility\n\nII. The Challenge of Cluster Cosmology\n\n- Relating dark matter halos to observed structures\n- Theoretical advancements in simulations\n- Observational efforts to bridge the gap\n\nIII. Detection and Properties of Galaxy Clusters\n\n- Early detection through optical surveys\n- Projection issues in optical selection\n- CCD photometry and optical selection improvements\n- X-ray detection: A higher contrast method\n- X-ray surveys and cluster catalogs\n\nIV. Optical and X-ray Selection Comparisons\n\n- Comparison of optically and X-ray selected catalogs\n- Cross-checking with weak lensing and SZ signals\n- Limitations of previous studies\n\nV. The MaxBCG Catalog: A Volume-Limited Sample\n\n- Description and properties\n- SDSS data and richness estimation\n- RASS X-ray observations\n- Richness-X-ray luminosity relation\n\nVI. X-ray Analysis Techniques\n\n- Measuring individual cluster luminosities\n- Determining mean X-ray luminosity\n- Scatter in the richness-luminosity relation\n\nVII. Systematic Biases\n\n- Sources of bias in the measurements\n- Combining with dynamical data\n\nVIII. L_{\\sigma}-Richness Relation\n\n- Measuring the L_{\\sigma}-richness connection\n- Combining with cluster dynamics\n\nIX. Summary and Future Work\n\n- Conclusion\n- Cosmological constraints from cluster counts\n- Ongoing research in galaxy populations and richness estimates\n\nX. Data and Methods\n\n- SDSS imaging and spectroscopic survey overview\n- MaxBCG cluster selection and calibration\n- RASS input data and X-ray analysis\n\nThis high-quality rephrased version provides a detailed explanation of galaxy clusters' significance in astrophysics and cosmology, the challenges in relating dark matter to observed structures, the methods of detection and properties, the comparison of optical and X-ray selections, the analysis of the MaxBCG catalog, and the implications for cosmology. It is structured with clear headings and titles, making the content easy to understand and follow.",
        "abstract": " determining the scaling relations between galaxy cluster observables requires large samples of uniformly observed clusters . \n we measure the mean x - ray luminosity  optical richness ( @xmath0@xmath1 ) relation for an approximately volume - limited sample of more than 17,000 optically - selected clusters from the maxbcg catalog spanning the redshift range @xmath2 . by stacking the x - ray emission from many clusters using _ rosat _ all - sky survey data , \n we are able to measure mean x - ray luminosities to @xmath310% ( including systematic errors ) for clusters in nine independent optical richness bins . in addition \n , we are able to crudely measure individual x - ray emission from @xmath4 of the richest clusters . assuming a log - normal form for the scatter in the @xmath5@xmath6 relation , we measure @xmath7 at fixed @xmath6 . \n this scatter is large enough to significantly bias the mean stacked relation . \n the corrected median relation can be parameterized by @xmath8 , where @xmath9 and @xmath10 . \n we find that x - ray selected clusters are significantly brighter than optically - selected clusters at a given optical richness . \n this selection bias explains the apparently x - ray underluminous nature of optically - selected cluster catalogs . ",
        "section_names": "introduction\ninput data\nx-ray analysis\nmean @xmath0@xmath1 relation\nbiases in the @xmath227@xmath1 relation\nthe luminosityvelocity dispersion relation (@xmath227@xmath327)\nsummary"
    },
    {
        "article": "# Quantum Correlations in Optical Systems: An Overview\n\n## Introduction\n\nQuantum correlations, particularly those in continuous variables, form the backbone of emerging technologies like quantum information and computation, quantum cryptography, and quantum-enhanced metrology. These correlations are exhibited in various aspects, including spatial degrees of freedom, temporal separations, and optical systems in the multi-photon regime. The optical parametric oscillator (OPO), a device that converts a classical input beam into multiple photons, plays a significant role in generating squeezing and entanglement in continuous-variable fields.\n\n### Continuous Variables and Optical Parametric Oscillators\n\nIn OPOs, the nonlinearity of the quadratic crystal allows for interactions between light modes, resulting in squeezing and entanglement in field quadratures. Different modes can be distinguished by their polarization or frequency, enabling applications like optical switching, quantum imaging, and metrology.\n\n### Spatial Quantum Correlations\n\nRecent interest lies in spatial degrees of freedom, where quantum correlations are observed between cavity modes or parts of light beams. This has led to practical applications, such as multimode light-based technologies, which demonstrate features like quantum entanglement and squeezing.\n\n### Photonic Band-Gap Engineering\n\nPhotonic crystals (PCs), engineered media with periodic modulation of the refractive index, confine and guide light, providing a platform for controlling quantum properties. In nonlinear cavities with transverse modulation, the predicted inhibition of modulation instabilities has been experimentally confirmed, opening up new possibilities in quantum optics.\n\n### Modulation in Dissipative Systems\n\nModulation in dissipative systems can lead to the formation of nonlinear structures like discrete cavity solitons. PCs are also employed in proposals for quantum optics, such as inhibiting spontaneous emission in photonic band-gaps and engineering the environment for cavity QED.\n\n## Model of a PC-OPO: Linear and Few-Mode Approximation\n\nTo study the effect of a transversal modulation on quantum fluctuations and correlations in a nonlinear device, we consider a PC-OPO with a linear and few-mode approximation for the light fluctuations below the parametric threshold. The output signal field is expressed in terms of the input field, and a set of nonlinear Langevin equations is derived and numerically simulated to validate the approximations.\n\n## Threshold Analysis: Modulating Instability\n\nAn analytical expression for the signal field intensity is obtained, demonstrating that the instability threshold can be manipulated by the spatial modulation of the PC. This modulation can either raise or lower the threshold.\n\n## Quantum Correlations: Squeezing, Entanglement, and Twin Beams\n\nExpressions for various quantum correlations, such as squeezing, entanglement, and twin beams correlations, are derived, highlighting the tunability of these correlations through the PC.\n\n## Conclusion\n\nThe study of quantum fluctuations and correlations in a PC-OPO reveals the potential for manipulating these phenomena using spatial modulations. These findings can be extended to other nonlinear devices with intracavity PCs, fostering further research in quantum optics and technology.\n\n### References\n\n[1] Relevant references to support the content and explanations provided.",
        "abstract": " we show how to control spatial quantum correlations in a multimode degenerate optical parametric oscillator type i below threshold by introducing a spatially inhomogeneous medium , such as a photonic crystal , in the plane perpendicular to light propagation . \n we obtain the analytical expressions for all the correlations in terms of the relevant parameters of the problem and study the number of photons , entanglement , squeezing , and twin beams . considering different regimes and configurations we show the possibility to tune the instability thresholds as well as the quantumness of correlations by breaking the translational invariance of the system through a photonic crystal modulation . ",
        "section_names": "introduction\nfew mode approximation for the pcopo\nconclusions\nlinear dynamics of pcopo with any @xmath120\nsolution of the input-output equation\nsecond order moments in frequency and time domains"
    },
    {
        "article": "# Methanol Maser Studies: A Comprehensive Overview\n\n## Introduction\n\nMethanol masers, primarily classified into Class I and II, are key diagnostic tools in understanding star formation processes. These transitions are excited differently – Class I by collisions and Class II through radiative mechanisms. The relationship between the two classes and their respective environments is complex, as they are often found in distinct velocity and spatial configurations.\n\n### Class I and Class II Methanol Masers\n\nClass I masers, such as those at 36 and 44 GHz, are believed to trace earlier stages of star formation, possibly influenced by shocks. Their association with other star formation indicators like water and OH masers suggests a potential evolutionary sequence. However, biases in previous studies might have affected our understanding of their evolutionary timeline.\n\n### Spatial and Velocity Overlap\n\nClass I and Class II masers are rarely seen coexisting at the same velocity or in close proximity. The lack of simultaneous spatial resolution in previous observations hampers the precise study of their relationships.\n\n### Complex Environments and High Angular Resolution\n\nThe clustered nature of star formation requires high angular resolution to resolve the connections between masers and their excitation sources, as well as to analyze multiple methanol transitions.\n\n## Recent Observations and Upgrades\n\nRecent advancements in telescope technology, particularly the Expanded Very Large Array (EVLA), have allowed for the first arcsecond-resolution imaging of 36 GHz methanol masers in the DR21 star-forming complex. These observations provide crucial insights into the distribution and properties of the masers.\n\n### DR21 Star-Forming Complex\n\nObservations were conducted in May 2010 using the EVLA, targeting the 36.169 GHz methanol line in DR21(Oh), DR21W, and DR21N. The array had 20 telescopes equipped with Ka-band receivers, and the data were correlated with the WIDAR correlator.\n\n### Data Analysis and Results\n\nA total of 49 36 GHz maser features were detected, distributed across the three sources. Individual maser spectra often showed non-Gaussian shapes, indicating the presence of sub-beam structures. Some masers exhibited multiple spectral peaks or skewness, suggesting small-scale structures not resolved by the synthesized beam.\n\n### Interferometric Comparison\n\nComparison with other Class I transitions, 44 GHz, 84 GHz, and 95 GHz, revealed similarities in linewidths and hints of extended emission. The flux density ratios between different transitions in close spatial association remain to be studied further.\n\n### Velocity Overlaps and Brightness Differences\n\n14 overlapping maser features were identified, with 7 showing brighter 36 GHz emission and 7 having brighter 229 GHz counterparts, hinting at variability or different brightness states.\n\n### Future Directions\n\nThese findings motivate further high-resolution observations to investigate the evolutionary links between different maser transitions and their spatial associations. Additional data will help refine our understanding of the complex star-forming environments.\n\n## Conclusion\n\nMethanol masers, despite their importance in star formation research, remain an intriguing subject due to their diverse nature and complex relationships. The recent EVLA observations provide valuable insights, but more work is needed to fully unravel the evolutionary picture of these masers in clustered environments.",
        "abstract": " class  i methanol masers are believed to be produced in the shock - excited environment around star - forming regions . \n many authors have argued that the appearance of various subsets of class  i masers may be indicative of specific evolutionary stages of star formation or excitation conditions . until recently , however , no major interferometer was capable of imaging the important 36  ghz transition . \n we report on expanded very large array observations of the 36  ghz methanol masers and submillimeter array observations of the 229  ghz methanol masers in dr21(oh ) , dr21n , and dr21w . \n the distribution of 36  ghz masers in the outflow of dr21(oh ) is similar to that of the other class  i methanol transitions , with numerous multitransition spatial overlaps . \n at the site of the main continuum source in dr21(oh ) , class  i masers at 36 and 229  ghz are found in virtual overlap with class  ii 6.7  ghz masers . to the south of the outflow \n , the 36  ghz masers are scattered over a large region but usually do not appear coincident with 44  ghz masers . \n in dr21w we detect an `` s - curve '' signature in stokes v that implies a large value of the magnetic field strength if interpreted as due to zeeman splitting , suggesting either that class  i masers may exist at higher densities than previously believed or that the direct zeeman interpretation of s - curve stokes v profiles in class  i masers may be incorrect . \n we find a diverse variety of different maser phenomena in these sources , suggestive of differing physical conditions among them . ",
        "section_names": "introduction\nobservations and data analysis\nresults\ndiscussion\nconclusions and future work"
    },
    {
        "article": "# Quantifying Interdisciplinary Research: A Methodology for Evaluating Impact and Breadth\n\n## Introduction\nInterdisciplinary research has emerged as a key driver in scientific advancements, leading to groundbreaking achievements as exemplified by the 2014 Nobel Prize in Chemistry. However, a lack of standardized metrics to assess interdisciplinarity in citation impact remains an issue. Funding agencies have recognized the importance of interdisciplinary projects and have established specific calls for them, such as those supported by the National Science Foundation (NSF) in the US.\n\n### The Need for Interdisciplinary Evaluation\nEvaluating projects and scholars without considering their interdisciplinary aspects can hinder progress and discourage young researchers from pursuing interdisciplinary careers. This work aims to address this challenge by proposing a method to quantify the impact and breadth of scientific publications and their creators across various disciplines.\n\n## Methodology: Quantifying Interdisciplinarity\n### Detecting Central Elements in a Bipartite Network\nThe proposed method involves analyzing a complex, interconnected multilayer network composed of scientific producers (scholars, inventors, institutions, etc.) and their citations within and across disciplines. This network captures the multidisciplinary nature of research outputs and their influence.\n\n### Network Representation and Adjacency Tensors\nThe multilayer adjacency tensor is defined with four components to represent citations within and across disciplines. It encodes information about the intensity of relationships and the discipline-specific nature of the citations.\n\n### Ranking Publications and Producers\nThe pagerank, a concept borrowed from Google's web ranking algorithm, is applied to the interconnected multilayer network to rank publications and their producers based on their scientific impact and versatility. This measures the connectivity and influence across disciplines.\n\n### Case Studies: APS and US Patents Datasets\nTwo real-world datasets are used to demonstrate the effectiveness of the proposed method: the American Physical Society (APS) papers and the US patents. These datasets highlight the applicability of the methodology to various scientific fields.\n\n## Conclusion\nIncorporating interdisciplinarity into the evaluation of research and its producers is crucial for fostering innovation and advancing knowledge. The proposed method offers a valuable tool for quantifying the impact and versatility of scientific publications and their creators, thereby promoting a more inclusive and comprehensive assessment of research output.",
        "abstract": " nowadays , scientific challenges usually require approaches that cross traditional boundaries between academic disciplines , driving many researchers towards interdisciplinarity . despite its obvious importance , there is a lack of studies on how to quantify the influence of interdisciplinarity on the research impact , posing uncertainty in a proper evaluation for hiring and funding purposes . here \n we propose a method based on the analysis of bipartite interconnected multilayer networks of citations and disciplines , to assess scholars , institutions and countries interdisciplinary importance . \n using data about physics publications and us patents , we show that our method allows to reward , using a quantitative approach , scholars and institutions that have carried out interdisciplinary work and have had an impact in different scientific areas . \n the proposed method could be used by funding agencies , universities and scientific policy decision makers for hiring and funding purposes , and to complement existing methods to rank universities and countries . ",
        "section_names": "introduction\nmethodology\ndata\nresults\ndiscussion\nacknowledgements\ncomparison with other approaches\nproductivity control"
    },
    {
        "article": "Title: Understanding Infrared Magneto-Optical Properties of (III,Mn)V Ferromagnets: A Theoretical Perspective\n\nI. Introduction\n\n1. Rapid Progress in Understanding (III,Mn)V Ferromagnets\n2. Phenomenological Model for (III,Mn)V Materials\n3. Importance of Infrared Studies\n\nII. Theoretical Framework\n\n1. Kubo Formula for Anomalous Hall Conductivity\n2. Ac Anomalous Hall Conductivity Description\n3. Microscopic Basis: Non-Zero Ac Hall Conductivity\n\nIII. Model Hamiltonian and Approximations\n\n1. Model Assumptions\n2. Exchange Interaction and Mean Field Treatment\n3. Band Structure Description (4-Band Spherical Model)\n\nIV. Analytic Evaluation for Disorder-Free Case\n\n1. Zero Frequency Limit and DC Hall Effect\n2. Calculations for Ac Hall Conductivity\n3. Disorder Broadening Effects\n\nV. Numerical Results and Magneto-Optical Effects\n\n1. Application of Full Model Hamiltonian\n2. Common Optical Coefficients for Experiments\n3. Discussion of IR Magneto-Optical Effects\n\nVI. Disorder Influence and Quasiparticle Lifetime\n\n1. Disorder Scattering Rates\n2. Finite Lifetime Correction to Hall Conductivity\n3. Disorder Broadening of Spectral Functions\n\nVII. Conclusion\n\n1. Summary of Findings\n2. Future Experimental Significance\n3. Limitations and Future Improvements\n\nIn this paper, we delve into the theoretical understanding of the infrared magneto-optical properties of (III,Mn)V diluted magnetic semiconductors, focusing on their ferromagnetic behavior. We start by discussing the advancements made in modeling these materials, highlighting the connection between growth conditions and material properties. The phenomenological model, which involves exchange and Coulomb interactions between valence band holes and Mn local moments, forms the basis for understanding the system.\n\nTheoretical calculations are performed using the Kubo formula, incorporating the effects of disorder on the ac anomalous Hall conductivity. The model Hamiltonian and approximations employed in the calculations allow for a better understanding of the role of spin-orbit coupling in the materials. The paper then presents an analysis of the disorder-free case, showing how the zero frequency limit leads to the well-known expression for the dc anomalous Hall conductivity.\n\nNumerical results are presented for the full model Hamiltonian, discussing various magneto-optical effects that can be observed experimentally. The influence of disorder on the quasiparticle lifetimes is also addressed, with scattering rates calculated using the Fermi golden rule. The importance of considering higher bands, particularly in the context of realistic calculations, is emphasized.\n\nOverall, this study aims to provide a comprehensive framework for predicting and interpreting the infrared magneto-optical properties of (III,Mn)V ferromagnets, which will be crucial for future experiments and refining our understanding of these novel materials.",
        "abstract": " we present a theoretical study of the infrared magneto - optical properties of ferromagnetic ( iii , mn)v semiconductors . our analysis combines the kinetic exchange model for ( iii , mn)v ferromagnetism with kubo linear response theory and born approximation estimates for the effect of disorder on the valence band quasiparticles . \n we predict a prominent feature in the ac - hall conductivity at a frequency that varies over the range from 200 to 400 mev , depending on mn and carrier densities , and is associated with transitions between heavy - hole and light - hole bands . in its zero frequency limit , our hall conductivity reduces to the @xmath0-space berry s phase value predicted by a recent theory of the anomalous hall effect that is able to account quantitatively for experiment . \n we compute theoretical estimates for magnetic circular dichroism , faraday rotation , and kerr effect parameters as a function of mn concentration and free carrier density . \n the mid - infrared response feature is present in each of these magneto - optical effects . ",
        "section_names": "introduction\ntheoretical approach\nmodel hamiltonian\n4-band spherical model\nnumerical results\nconclusions\nderivation of @xmath3 in the 4-band spherical model"
    },
    {
        "article": "Title: Understanding the Dynamics of Stellar Systems: Modifying Newtonian Gravity for Simulations\n\n1. Introduction\n- The need for gravitational softening in stellar system simulations\n- Purpose: Curing Newtonian divergences and understanding dynamical effects\n- Softening length: @xmath1\n- Importance of accurate modeling due to gravity's role in dynamics\n\n2. Background and Literature Review\n- Previous studies on softening in 2D models (Paper I)\n- Effects of softening on stability and criteria\n- References by various authors (Hernquist, Barnes, Kandrup, etc.)\n- Overview of软化形式的探讨 (Gurzadyan, Pfenniger)\n\n3. Generalizing Stability Analysis\n- Arbitrary isotropic softening: A natural extension\n- Comparison with alternative forms (Hernquist-Katz, Pfenniger-Friedli)\n- Impact on classical relaxation problem\n- Assessing the 'optimal' softening for resolution\n\n4. Equilibrium and Deviations in 2D Models\n- Axisymmetric equilibrium with epicyclic motions\n- Radial speed deviations from Newtonian behavior\n- Application to 3D models (discs, Jeans problem)\n\n5. Anisotropic Softening in 3D Models\n- Importance for high-resolution simulations\n- Exploring Pfenniger-Friedli's alternative softening\n- Analyzing dynamical effects and relations\n\n6. Methodology\n- Description of the method for softening simulations\n- Evaluating the isotropic softening effect (Equation 1-7)\n- Stability analysis using asymptotic expansions\n\n7. Applications and Results\n- Calculation of the isotropic softening factor @xmath18\n- Analysis at small wavelengths for stability\n- Stability properties in the @xmath43 plane\n- Characterizing relaxation time with the corrected Rybicki-White formula\n\n8. Conclusion and Future Directions\n- Summary of contributions\n- General perspective on the role of softening\n- Motivating further applications in complex systems\n\nIn simulations of stellar systems, the gravitational interaction is modified to overcome Newtonian divergences at short distances through a softening length, @xmath1. The specific implementation of this modification can vary, but it is crucial to understand its dynamical effects when designing experiments and interpreting results. The stability problem associated with softening has gained significant interest (references provided).\n\nThe current study extends previous work (Paper I) by investigating 2D models with Plummer softening, identifying that the effect becomes artificial beyond a typical radial wavelength of @xmath2. The paper presents five extensions:\n\n1. Generalizing to arbitrary isotropic softening forms\n2. Analyzing equilibrium with epicyclic motions\n3. Investigating 3D models with isotropic softening and axisymmetry\n4. Anisotropic softening for high-resolution simulations\n5. Correcting the Rybicki-White relaxation time\n\nThese extensions provide a comprehensive framework for understanding the dynamical impacts of softening in different contexts, such as discs and Jeans problems, and enable comparisons between simulations employing different softened gravity types. The study also revisits the classical relaxation problem, revealing that neither small nor large softening lengths are optimal, and identifying an intermediate choice that optimizes simulation resolution.",
        "abstract": " two questions that naturally arise in @xmath0-body simulations of stellar systems are :    1 \n .   how can we compare experiments that employ different types of softened gravity ? \n 2 .   given a particular type of softened gravity , which choices of the softening length optimize the faithfulness of the experiments to the newtonian dynamics ?    \n we devise a method for exploring the dynamical effects of softening , which provides detailed answers in the case of 2-d simulations of disc galaxies and also solves important aspects of the 3-d problem . in the present paper we focus on two applications that reveal the dynamical differences between the most representative types of softened gravity , including certain anisotropic alternatives . \n our method is potentially important not only for testing but also for developing new ideas about softening . \n indeed , it opens a _ direct _ route to the discovery of optimal types of softened gravity for given dynamical requirements , and thus to the accomplishment of a physically consistent modelling . ",
        "section_names": "introduction\nmethod\napplications\nconclusions\nuseful analytical formulae for sect.3"
    },
    {
        "article": "# Introduction to Spinfoams in Loop Quantum Gravity\n\n## Overview of Spinfoams and Their Role in LQG\n\nSpinfoams are a key aspect of Loop Quantum Gravity (LQG), providing a covariant formulation for the dynamics of the theory. They describe the evolution of states within the kinematical Hilbert space of LQG using transition amplitudes, which are functions of spins and intertwiners associated with spin networks.\n\n### Spin-Network Basis and Transition Amplitudes\n\nIn the context of spin networks, the transition amplitude is calculated using a basis of interconnected links and nodes, where the amplitude is determined by the spins and intertwiners assigned to these structures. The most recent literature discusses spinfoams in terms of these variables, representing a space-time configuration as a complex with faces labeled by spins and edges labeled by intertwiners.\n\n## Representations of the LQG Hilbert Space in Spinfoams\n\nTwo main representations are considered in this paper: the **holonomy representation** and the **holomorphic representation**. The holonomy representation relates spinfoams to a Feynman-like path integral, involving Ashtekar's connection smeared along links. The holomorphic representation, inspired by Segal-Bargmann transform, is built on the work of Ashtekar et al. and provides a new perspective on the semiclassical behavior of spinfoams.\n\n### Holonomy Representation\n\nIn the holonomy representation, spinfoams are written as integrals over Ashtekar's connection, with each link's holonomy being the configuration variable. This representation allows for a closer connection to the path integral formalism.\n\n### Holomorphic Representation\n\nThe holomorphic representation, on the other hand, uses the Segal-Bargmann transform to represent the holonomies in terms of complex variables. It is particularly useful in understanding the semiclassical limit and is associated with coherent spin-network states that are peaked on classical geometries.\n\n### Connection to Coherent Spin-Networks\n\nCoherent spin-networks, with their peaked properties, play a crucial role in the holomorphic representation. These states provide an overcomplete basis for the boundary Hilbert space and can be used to analyze the large-scale asymptotics of spinfoam vertices.\n\n## Euclidean and Lorentzian Spinfoam Vertices\n\nExpressions for both Euclidean and Lorentzian spinfoam vertices are derived in both the holonomy and holomorphic representations. The peaked nature of coherent spin-networks is leveraged to select a unique classical solution in the Lorentzian case, addressing the presence of an unwanted classical solution in the semiclassical expansion.\n\n## Boundary Averages and Local Structure\n\nBoundary amplitudes are also discussed, with spinfoam vertices being local in spacetime, represented as a product of elementary vertex-amplitudes integrated over bulk variables. This local structure is essential for the composition law of spinfoam amplitudes.\n\n### Spin-And-Intertwiner and Spin-And-Normals Representations\n\nThe paper compares the holonomy representation with the more common \"spin and intertwiner\" representation, which is related via the Peter-Weyl transform. The \"spin and normals\" representation, involving coherent intertwiners, is shown to be particularly useful in the semiclassical analysis due to its classical nature.\n\n## Conclusion and Future Directions\n\nIn conclusion, this paper introduces and explores the use of coherent spin-networks and their associated holomorphic representation in spinfoam calculations. The new representation offers insights into the classical limit and computational advantages, potentially leading to a deeper understanding of the dynamics in LQG. Further research may focus on refining these techniques and applying them to more complex geometries and physical scenarios.",
        "abstract": " we study a holomorphic representation for spinfoams . the representation is obtained via the ashtekar - lewandowski - marolf - mouro - thiemann coherent state transform . \n we derive the expression of the 4d spinfoam vertex for euclidean and for lorentzian gravity in the holomorphic representation . \n the advantage of this representation rests on the fact that the variables used have a clear interpretation in terms of a classical intrinsic and extrinsic geometry of space . \n we show how the peakedness on the extrinsic geometry selects a single exponential of the regge action in the semiclassical large - scale asymptotics of the spinfoam vertex . ",
        "section_names": "introduction\ni. spin foams in various representations\nii. the holomorphic representation\niii. 4d euclidean vertex amplitude in the holomorphic representation\niv. 4d lorentzian vertex amplitude in the holomorphic representation\nv. semiclassical analysis: role of the extrinsic curvature in the large spin asymptotics\nvi. conclusions and perspectives\nacknowledgments"
    },
    {
        "article": "Title: Driven Diffusive Systems: A Comprehensive Study of Asymmetric Simple Exclusion Processes\n\nI. Introduction\n- Overview of driven diffusive systems and their complexity\n- Asymmetric Simple Exclusion Processes (ASEPs) as a model\n- Applications in chemistry, physics, and biology\n\nII. Asymmetric Simple Exclusion Process (ASEP)\n- TASEP: The minimal model for ASEP\n- Modeling intracellular transport and traffic problems\n- Recent research on TASEP dynamics\n\nIII. Two-Headed TASEP Model\n- Proposals by MacDonald et al. and Kruse-Sekimoto\n- Average relative velocity analysis\n- Density and current profiles for different microtubule tracks\n\nIV. Extensions of TASEP\n- Parmeggiani et al.'s PFF model\n- Unexpected stationary regimes and phase coexistence\n- Incorporation of Langmuir kinetics and Brownian Ratchet mechanism\n\nV. Models with Kinesin Motors\n- Nishinari et al.'s model for KIF1A\n- Three-state binding mechanism and ATP hydrolysis\n- Comparison with experimental observations\n\nVI. Multi-Lane ASEP\n- Importance of symmetric lane-changing\n- Pronina and Kolomeisky's two-lane model\n- Effects of lane-changing rates on system properties\n\nVII. Synchronization of Kinks in Two-Lane Systems\n- Mituso and Hayakawa's study\n- Asymmetric lane-changing rates and boundary effects\n\nVIII. Langmuir Kinetics in Two-Lane Systems\n- Jiang et al.'s introduction\n- Synchronization and boundary layers\n- Limitations of single-lane modeling\n\nIX. Collective Effects in Two-Lane Systems\n- Monte Carlo Simulations (MCS) framework\n- Investigating density and current profiles\n- Symmetric inter-lane coupling and finite-size effects\n\nX. Parameter Analysis\n- Effect of lane-changing rates (λ)\n- Attachment/detachment rates (k_a, k_d)\n- System size (N)\n\nXI. Mean-Field Approximation (MFA) Validation\n- Comparison with Monte Carlo simulations\n- Quantitative agreement and verification\n\nXII. Conclusions\n- Summary of findings\n- Implications for molecular motor traffic and broader applications\n\nThis study provides a detailed analysis of driven diffusive systems, specifically focusing on the behavior of asymmetric simple exclusion processes and their extensions. It highlights the importance of multi-lane systems and the role of synchronization in the context of molecular motor traffic. By examining various parameters and comparing simulation results with theoretical models, the research contributes to a better understanding of particle transport in biological and engineering contexts.",
        "abstract": " in this paper , we study a two - lane totally asymmetric simple exclusion process ( tasep ) coupled with random attachment and detachment of particles ( langmuir kinetics ) in both lanes under open boundary conditions . \n our model can describe the directed motion of molecular motors , attachment and detachment of motors , and free inter - lane transition of motors between filaments . in this paper \n , we focus on some finite - size effects of the system because normally the sizes of most real systems are finite and small ( e.g. , size @xmath0 ) . \n a special finite - size effect of the two - lane system has been observed , which is that the density wall moves left first and then move towards the right with the increase of the lane - changing rate . \n we called it the jumping effect . \n we find that increasing attachment and detachment rates will weaken the jumping effect . \n we also confirmed that when the size of the two - lane system is large enough , the jumping effect disappears , and the two - lane system has a similar density profile to a single - lane tasep coupled with langmuir kinetics . \n increasing lane - changing rates has little effect on density and current after the density reaches maximum . also , lane - changing rate has no effect on density profiles of a two - lane tasep coupled with langmuir kinetics at a large attachment / detachment rate and/or a large system size . \n mean - field approximation is presented and it agrees with our monte carlo simulations . ",
        "section_names": "introduction\nmodel\nmonte carlo simulations\nmean-field approximation\nconclusion\nacknowledgements"
    },
    {
        "article": "Title: Enhancing Relativistic Coupled-Cluster Calculations: A Comprehensive Approach\n\nI. Introduction\n- Brief overview of the coupled-cluster (CC) method and its role in solving quantum many-body problems\n- Recap of CC method's exponential ansatz and MBPT parametrization\n\nII. CC Method Recap\n- Core of the CC method and cluster operator\n- Infinite vs. finite number of terms in the ansatz and eigenvalue equations\n- The challenge of infinite expansions in matrix elements\n\nIII. Linearized Coupled-Cluster (LCC) Approximation\n- LCC method as a truncation of CC\n- Omission of non-linear terms in matrix element expansion\n- RPA chain missing in LCC calculations\n\nIV. Addressing the RPA Gap\n- Motivation for addressing the missing RPA diagrams\n- Present study's objective: Partial summation and RPA-like dressing\n\nV. RPA-Like Dressing in CC\n- Two types of dressing: Matrix element and particle-hole lines\n- Fourth-order MBPT corrections and comparison with RPA diagrams\n- Avoiding double-counting with a novel summation scheme\n\nVI. Illustrative Applications\n- Hyperfine-structure constants and dipole matrix elements for Cs atom\n- Incorporating fourth-order MBPT diagrams\n- Complete through fourth-order calculations for Cs\n\nVII. Formalism and Atomic Systems\n- CC formalism for open-shell systems\n- Choice of reference Hamiltonian and wavefunction\n- Simplified CC parametrization for univalent atoms\n\nVIII. One-Body Term Expansion\n- Wick's theorem and normal forms\n- Derivation of all-order particle and hole line insertions\n- One-body term dressing scheme\n\nIX. Truncated Cluster Operator Example\n- Hole-line and particle-line insertions for LCCSD\n- Iterative solution for dressed amplitudes\n- Upgrading LCCSD diagrams to dressed CC\n\nX. Conclusion\n- Summary of the proposed method\n- Future implications and limitations\n- Impact on the accuracy of CC calculations\n\nNote: Throughout the text, atomic units are used unless specified otherwise. References to figures are numbered accordingly.",
        "abstract": " we consider evaluation of matrix elements with the coupled - cluster method . \n such calculations formally involve infinite number of terms and we devise a method of partial summation ( dressing ) of the resulting series . \n our formalism is built upon an expansion of the product @xmath0 of cluster amplitudes @xmath1 into a sum of @xmath2-body insertions . \n we consider two types of insertions : particle / hole line insertion and two - particle / two - hole random - phase - approximation - like insertion . \n we demonstrate how to `` dress '' these insertions and formulate iterative equations . \n we illustrate the dressing equations in the case when the cluster operator is truncated at single and double excitations . using univalent systems as an example , we upgrade coupled - cluster diagrams for matrix elements with the dressed insertions and highlight a relation to pertinent fourth - order diagrams . \n we illustrate our formalism with relativistic calculations of hyperfine constant @xmath3 and @xmath4 electric - dipole transition amplitude for cs atom . finally , we augment the truncated coupled - cluster calculations with otherwise omitted fourth - order diagrams . \n the resulting analysis for cs is complete through the fourth - order of many - body perturbation theory and reveals an important role of triple and disconnected quadruple excitations . ",
        "section_names": "introduction\ncoupled-cluster formalism for univalent systems\ngenerating object @xmath0\ndressing particle and hole lines\nrpa-like dressing\ncomparison with the iv-order diagrams\nnumerical results and discussion\nconclusion"
    }
]