[{"article": "In the field of liquid crystals, anchoring phenomena and confined nematics have been extensively explored due to their potential technological applications, particularly in liquid crystal displays. The well-known twisted nematic liquid crystal cell illustrates anchoring on parallel walls providing homogeneous planar anchoring but with perpendicular orientations. To investigate the behavior of such systems, studies have focused on uniform substrates. However, substrates often provide inhomogeneous surface treatments, resulting in non-uniform nematic textures. The impact of these structural patterns has become of interest for technological advancements, leading to the development of new electro-optical devices. This research provides a new approach, taking into account the finite decay length of surface distortions in the direction perpendicular to the substrate. This method yields remarkably accurate agreement between phase diagram calculations and experimental results.\n\nThe continuum theory for nematic liquid crystals dates back to the pioneering work of Oseen and Zocher in the early 20th century. This theory is based on Frank's theory, which describes nematic director orientation and its possible spatial distortions. To illustrate, let's consider a nematic liquid crystal confined between a patterned substrate and a flat substrate. Anchoring is a critical aspect of this system, involving strong, weak, or free boundary conditions. In the traditional approach, the nematic director field is minimized to identify the most stable or metastable configuration within the system. However, in the presence of surfaces, the surface free energy must be included, leading to more complicated calculations.\n\nIn this paper, a different strategy is adopted to identify the phase behavior of the system. The effective free energy function is determined by first calculating the average surface director orientation, which is influenced by the patterned substrate. The average orientation is considered a constant over large surface decay lengths. By mapping the original free energy functional to an effective one, using this constant and surface free energy, the phase diagram can be calculated. This method provided good agreement between the calculated and measured phase diagrams of various systems, including energy barriers between metastable states.\n\nIn conclusion, this research has contributed to our understanding of nematic liquid crystal confinement in systems with patterned substrates. By taking the advantage of the finite decay length characterizing surface distortions in the direction perpendicular to the substrate, it is possible to identify the most stable or metastable In the context of technological applications, such as flat-panel displays, nematic liquid crystals with patterned orientation of the nematic director over small areas are being used to achieve wide viewing angles. This is achieved by chemically patterning the confining surfaces, resulting in a surface pattern of period @xmath24 along the @xmath25 axis. To determine the phase behavior of such a system, a new strategy is adopted, which takes advantage of the fact that the influence of the surface pattern on the nematic liquid crystal in the direction perpendicular to the substrate has a finite decay length. By calculating an anchoring energy function and an average surface director orientation, we obtain an effective free energy function for the nematic liquid crystal cell under consideration. In doing so, we minimize the original free energy functional using standard techniques of the calculus of variations in a single, rather small value of cell width @xmath47 and arbitrary anchoring angle @xmath48 on a two-dimensional grid. The resulting phase behavior and energy barriers between metastable states can then be obtained for arbitrary values of cell width @xmath35 and arbitrary anchoring angle @xmath40 using the effective free energy function. This method is less challenging than directly minimizing the original free energy functional because it is not needed to calculate the nematic director field on a two-dimensional grid. The condition for the inversion is practically independent of the cell width @xmath36, provided that the interfacial region above the lower substrate does not extend to the upper substrate. By analyzing a nematic liquid crystal confined between two homogeneous flat substrates and the resulting linear solution for the nematic director field, the strategy for determining the phase behavior of nematic liquid crystals with patterned orientation is further explained. This scientific text describes the use of continuous theory for liquid crystals and the challenges in determining metastable states and energy barriers between them. The present paper adopts a different strategy, taking advantage of the decay length of surface patterns for nematic liquid crystals in the direction perpendicular to the substrate. The article discusses the ability to map the free energy functional of a nematic liquid crystal cell with arbitrary width and anchoring angle onto an effective free energy function that characterizes the average surface director orientation and anchoring energy at the lower patterned surface. These methods allow for the determination of phase behavior, energy barriers, and effective anchoring angles for nematic liquid crystals in contact with different substrates without having to directly minimize the original free energy functional. The study begins by analyzing the nematic liquid crystal confined between two homogeneous flat substrates with strong homeotropic anchoring at the upper surface. The effective free energy function agrees exactly with the minimized free energy function of the original system for this case. This approach is then applied to a nematic liquid crystal confined between a chemically patterned sinusoidal grating surface and a flat substrate with strong homeotropic anchoring. The surface profile of the grating surface and step function for anchoring strength are given, and the effective free energy function is obtained. Figures illustrate the nematic liquid crystal's substrate and anchoring orientation patterns. The analysis in this section aims to predict the phase behavior and obtain energy barriers between metastable states for a nematic liquid crystal confined between two substrates. The original free energy functional is described by eq (4) in Appendix 1, while eqs (5) and (6) outline the boundaries and conditions on the system's free energy functional. Here, we map the original free energy functional to an effective one using eq (8), where the director field's average orientation at the lower patterned surface is given by eq (43).\n\nTo determine the director field and effective anchoring angles for the system with arbitrary cell width and anchoring angle, we first minimize the free energy functional for a single, small cell width and arbitrary anchoring angle. Next, we obtain the phase behavior, energy barriers between metastable states, and effective anchoring angles as a function of the single variable average surface director orientation using the effective free energy function. This calculation is less challenging than minimizing the original free energy functional numerically on a two-dimensional grid.\n\nFirst, we analyze a nematic liquid crystal confined between two homogeneous flat substrates at a distance @xmath35 with strong anchoring at the upper surface. The solution of the Euler-Lagrange equation yields a linearly interpolating director field that follows from the boundary condition at the lower surface. The minimized free energy function reads:\n\n@xmath61 = $\\frac{klp}{2}\\int\\limits_0^d dz\\left[\\left(\\frac{d\\theta(z)}{dz}\\right)^2+f_s(\\theta_0)\\right]$\n\nThe effective free energy function [eq (6)] corresponds precisely to the minimized free energy function of the original system [eq (12)] in this case.\n\nThe effective free energy function is used to describe a nematic liquid crystal confined between a chemically patterned sinusoidal surface and a flat substrate with strong homeotropic anchoring. The surface profile is given by eq (85), and the pattern on the surface consists of alternating stripes with locally homeotropic and homogeneous planar anchoring. The periodic step function for the anchoring strength is specified by eqs (86) and (87), where @xmath68 and @xmath69 denote the homeotropic and planar anchoring for values of @xmath To analyze the phase behavior of a nematic liquid crystal between a chemically patterned and a flat substrate, the nematic's free energy functional is mapped onto an effective free energy function using the averaged surface director orientation. The effective function characterizes the anchoring energy and can be calculated by first determining the minimum of the free energy of a single and rather small cell with arbitrary anchoring angle at the upper surface. This step is necessary to obtain the phase diagram, energy barriers between metastable states, and effective anchoring angles for a cell with arbitrary cell width and anchoring angle from the effective free energy function as a function of the surface director orientation.\n\nIn this approach, the free energy functional for the case of homogeneous confining substrates can be written as:\n\n@xmath56 &=\\frac{klp}{2}\\int_{0}^{d} dz\\ (\\frac{d\\theta(z)}{dz})^2+f_s(\\theta_0)\n\nWith the solution of the Euler-Lagrange equation interpolating linearly between the top and bottom surfaces:\n\n@xmath59\n\nAnd the free energy function for this case can be calculated:\n\n@xmath61\n\nIn the case of a nematic liquid crystal confined between a chemically patterned sinusoidal surface and a flat substrate with strong homeotropic anchoring, the surface profile is given by:\n\n@xmath65\n\nWith widths of the stripes:\n\n@xmath67\n\nAnd periodic step functions for the anchoring strengths:\n\n@xmath68\n\n@xmath69\n\nThe phase diagram and effective anchoring angles can be calculated using the effective free energy function. The results demonstrate that for small anchoring angles, two nematic director configurations are stable, the Homeotropic (h) Phase, with nearly uniform orientation parallel to the upper substrate, and the Hybrid Aligned Nematic (han) Phase, with varying orientation from the upper to nearly planar at the cell. For smaller distances between the substrates, the han phases become unstable due to the dominating strong anchoring at the upper substrate.\n\nThe comparison between the phase diagram obtained from the direct minimization of the underlying free energy functional and the effective free energy method demonstrates the reliability of the approach. In this scientific text, we analyze the phase behavior of a nematic liquid crystal confined between two substrates with an alternating stripe pattern of locally homeotropic and homogeneous planar anchoring on the lower, patterned surface. This differs from the case of homogeneous flat substrates with strong homeotropic anchoring at the upper surface, as previously studied. To map the free energy functional of the nematic liquid crystal onto an effective free energy function, we first determine numerically the minimum of the free energy for a single and rather small cell width at arbitrary anchoring angles. By solving the Euler-Lagrange equation subject to the boundary condition at the upper surface and interpolating the solution linearly between the top and bottom surfaces, we calculate the minimized free energy function. We then apply this approach to a specific system with a sinusoidal surface profile and patterned anchoring, illustrated in Fig. 1(a). The effective free energy function and phase diagram are obtained as a function of the anchoring angle at the upper substrate and cell width. The results demonstrate the existence of two nematic director configurations: the homeotropic (h) phase and the hybrid aligned nematic (han) phase. The limits of metastability and triple points are denoted in Fig. 1(b), and the reliability of the effective free energy method is demonstrated by comparing the results with a direct minimization of the underlying free energy functional. The anchoring strengths on the homeotropic and planar stripes are denoted, and the phase boundary of thermal equilibrium for this specific system is marked by solid circles. The text discusses the effective free energy method to study the phase behavior of a nematic liquid crystal confined between two substrates at an arbitrary mean distance. For a system with a chemically patterned sinusoidal grating surface and a flat substrate with strong homeotropic anchoring (see Fig. [fig1] (a)), the surface profile displays alternating stripes with locally homeotropic and homogeneous planar anchoring. The phase diagram is obtained by minimizing the effective free energy function (Equations (6) to (8)) representing nematic director configurations, which agrees exactly with the minimized free energy function of the original system for homogeneous confining substrates. For a cell width larger than a critical value, the homeotropic (h) phase is stable, but for smaller cell widths, the hybrid aligned nematic (han) phase is favored. The hane phase can exhibit either the han@xmath78 or the han@xmath79 texture, depending on the sign of the average surface angle at the lower surface. In the limit of metastability of the han@xmath78 state, the phase transition between the h and han@xmath78 textures is first-order due to the influence of the strong anchoring at the upper surface. The effective free energy method provides reliable predictions of the phase behavior for nematic liquid crystal devices with alternating stripes of local homeotropic and homogeneous planar anchoring. have been predicted and previously reported for a special case in refs. Using an iterative method, this study maps the free energy functional of a nematic liquid crystal cell with arbitrary width and arbitrary anchoring angle at the upper surface to an effective free energy function. By determining the minimum of the free energy for a small value and arbitrary anchoring angle at the upper surface, the phase behavior, energy barriers between metastable states, and effective anchoring angles for a given system can be obtained. This approach is practical for studying the nematic liquid crystal in contact with patterned substrates.\n\nThe nematic liquid crystal confined between homogeneous substrates was analyzed as a control case, where the upper surface induces strong anchoring. The effective free energy function agrees exactly with the minimized free energy function of the original system.\n\nA nematic liquid crystal confined between a chemically patterned sinusoidal surface and a flat substrate with strong homeotropic anchoring was then analyzed. The surface exhibits a pattern consisting of alternating stripes with locally homeotropic and homogeneous planar anchoring. The phase diagram, plotted as a function of the anchoring angle at the upper substrate and the mean separation of the substrates, demonstrates the existence of two stable or metastable nematic director configurations: the homeotropic (h) phase and the hybrid aligned nematic (han) phase. The first order phase transition between the h and han textures does not depend on the surface's monostability, as there exists a first order phase transition even with a monostable surface characterized by a monotonic surface free energy.\n\nTo study the stability limit of the h phase, the effective free energy function is expanded around a minimum, and a bifurcation analysis reveals that the transition from the h phase to the han phase can either be continuous or first order. The phase boundary of thermal equilibrium is given by an equation that depends only on the surface free energy close to the local minimum for a particular case. Thus, it is possible to have a first-order phase transition even with a monostable surface's bistable or homogeneous planar anchoring. The scientific text discussed a system with a lower patterned substrate and an upper flat substrate with strong homeotropic anchoring, creating alternating stripes with local homogeneous planar or homeotropic anchoring. By applying the effective free energy function, the authors obtained a phase diagram plotted as a function of anchoring angle at the upper substrate and distance between the substrates. They showed that while the hybrid aligned nematic (han) phase transitions between positive and negative average surface angles exist for anchoring angles greater than a critical value, a first-order phase transition between the homeotropic and han phases can occur even with a monostable surface. This is due to the fact that the order of the phase transition depends only on the surface free energy close to the minima for bistable liquid crystal displays. in this case, but rather to a \"pseudo-homeotropic\" texture induced by the groove depth in combination with the strong anchoring on the second substrate. Based on the information provided in the given scientific text and further analysis, the shape of the effective free energy function [Eq. (6)] is similar in the case of a nematic liquid crystal confined between a chemically patterned sinusoidal surface and a flat substrate with strong homeotropic anchoring. The phase diagram [Fig. 2(b)] shows the existence of a hybrid aligned nematic (han) phase, which is characterized by a locally homeotropic and homogeneous planar anchoring, in addition to the homeotropic (h) phase. The han (h) phase is stable for cell widths larger than a critical width, and then becomes metastable for smaller cell widths due to the dominating strong anchoring at the upper surface. The comparison of the phase boundary obtained from the effective free energy method and the direct minimization of the underlying free energy functional confirms the reliability of this method. However, the phase transition between the h and han phases, and the limits of metastability of these phases are not determined for very small cell widths, where the effective surface free energy cannot be evaluated due to geometrical limitations. The zenithally bistable nematic devices consist of a nematic liquid crystal confined between a homogeneous grating surface and a flat substrate with strong homeotropic anchoring, which is similar to the setup discussed in this subsection. This bistability is attributed to the chemical and geometrical surface morphology, which generates two stable nematic director configurations for sufficiently large cell widths. Despite the monostable nature of the surface free energy for certain configurations, a first order phase transition between the h and han textures is possible due to the presence of stronger homeotropic anchoring. This understanding is significant for bistable liquid crystal displays, which can maintain local stability for the applied voltage even after its removal.", "abstract": " we study the phase behavior of a nematic liquid crystal confined between a flat substrate with strong anchoring and a patterned substrate whose structure and local anchoring strength we vary . by first evaluating an effective surface free energy function characterizing the patterned substrate we derive an expression for the effective free energy of the confined nematic liquid crystal . \n then we determine phase diagrams involving a homogeneous state in which the nematic director is almost uniform and a hybrid aligned nematic state in which the orientation of the director varies through the cell . \n direct minimization of the free energy functional were performed in order to test the predictions of the effective free energy method . \n we find remarkably good agreement between the phase boundaries calculated from the two approaches . \n in addition the effective energy method allows one to determine the energy barriers between two states in a bistable nematic device . ", "section_names": "introduction\neffective free energy function\napplications\nsummary"}, {"article": "This paper presents a study measuring the x-ray properties of clusters selected from the Sloan Digital Sky Survey (SDSS) using the \"maxBCG\" algorithm. SDSS is a combined imaging and spectroscopic survey that covers nearly 10,000 square degrees, with a limiting magnitude of approximately 22.5 in five broad-band filters. The \"maxBCG\" algorithm identifies galaxy clusters by finding galaxies that are located in overdensities of early-type galaxies with similar colors and locating the brightest cluster galaxy (BCG) within the cluster. The maxBCG catalog contains 13,823 clusters drawn from approximately 7,500 square degrees of sky with median redshift of 0.15.\n\nThe x-ray emission of maxBCG clusters is measured using the ROSAT All-Sky Survey (RASS), which provides low-signal-to-noise measurements of x-ray emission from individual clusters. The mean x-ray luminosity of a set of clusters with similar richness (as measured by the number of galaxies brighter than a certain magnitude) is also measured. The study finds that the mean x-ray luminosity of maxBCG clusters scales with richness, and that the underlying median x-ray luminosity is well-described by a ΛCDM cosmology with H0=70 km/s/Mpc and Λ=0.27. The study also includes a systematic error analysis and compares the result to a similar study that used the NIR-selected 2MASS Cluster Catalog. The results are combined with dynamical measurements of maxBCG clusters to measure the mass-temperature relation using hydrostatic equilibrium.\n\nOverall, this study provides new insights into the evolution of baryons within clusters and the connection between cluster galaxies and dark matter substructure. The scientific text presented discusses the use of optical and X-ray methods to detect and study galaxy clusters. After introducing the SDSS and MAXBCG catalogs that were used in this research, the paper explains the algorithm that underpins MAXBCG, where galaxies are selected based on their proximity to the red sequence e/s0 ridgeline and their color and magnitude properties. This catalog contains 13,823 clusters drawn from approximately 7500 square degrees of sky between redshifts of 0.1 and 0.3, with a median redshift of 0.093. The richness of a cluster, denoted by @xmath6, ranges between 10 and 188. To complement this catalog, an additional 3532 clusters with lower richness are included. The ROSAT All-Sky Survey (RASS) was utilized to detect X-ray emission from these clusters. This allowed for measurement of the mean X-ray luminosity as a function of optical richness and redshift, and provided estimates of the underlying median relation. Several sources of systematic bias were also discussed. This study complements the earlier analysis of the 2MASS NIR flux-limited catalog, which also measured mean X-ray properties using RASS. Further work on galaxy populations, mass-to-light ratios, and improved richness estimates for these clusters is in progress, with the aim of providing constraints on cosmology using cluster counts. To address the challenges of x-ray sources for cluster analysis, this paper presents measurements of x-ray properties for the MaxBCG (Maximum BAO Angular Scale) catalog. The MaxBCG sample is an optically selected cluster catalog based on the Sloan Digital Sky Survey (SDSS) data, with photometry and precise redshifts for all clusters. The x-ray data for MaxBCG clusters comes from the _ROSAT_ All-Sky Survey (RASS), a campaign that imaged the entire sky in soft x-rays. The input catalog for this analysis consists of 13,823 MaxBCG clusters with an estimated redshift of @xmath41, complemented by 3,532 lower richness clusters. The RASS exposure time in the survey region is approximately 1,800 seconds, with a PSF (Point Spread Function) dominated by off-axis photons. The RASS reprocessed photon maps and exposure maps have been released, allowing for the measurement of x-ray luminosities for individual clusters and the determination of mean x-ray luminosity for sets of clusters with similar richness. The study focuses on the x-ray-optical richness relation, as well as systematic biases. The results, combined with dynamical measurements of MaxBCG clusters, suggest an accurate measurement of the richness-mass relation. The study emphasizes that this is the first effort to combine large-scale optically selected cluster catalogs with deep x-ray observations using RASS, providing further insight into cluster physics. This scientific article discusses the MaxBCG catalog and input data, including the SDSS and RASS surveys, and provides an overview of the x-ray analysis and results. This scientific text focuses on the analysis of the rass photon maps to measure the x-ray luminosity of galaxy clusters selected from the Sloan Digital Sky Survey (SDSS) using the \"maxBCG\" algorithm. The 13,823 clusters in the catalog, spanning a redshift range of 0.1 to 0.3 and comprising over 7,500 square degrees of sky, have been used to investigate the @xmath35@xmath36 color-luminosity relation of their e/S0 ridgeline galaxies. By measuring the x-ray emission from these clusters, the text aims to derive the mean relation of x-ray luminosity as a function of cluster richness, estimate the scatter in this relation, and investigate possible systematic biases. The study builds on earlier work by other authors who have measured the mean stacked x-ray properties of 2MASS clusters and optically-selected clusters from SDSS. The text also mentions that redshift estimates for the clusters produced as part of the cluster finding process are accurate, with completeness estimated to be @xmath44 for clusters with masses greater than @xmath45, and purity estimated to be @xmath44 for clusters with richnesses @xmath46. The maxBCG cluster catalog is an excellent source for studying cosmology using cluster counts. However, the rass exposure time for the maxBCG clusters is too short to allow significant detections of every cluster, which yields precise measurements of mean x-ray luminosity as a function of cluster richness and redshift. This analysis and the data presented in this paper contribute to a better understanding of cluster physics, which will inform current and future cosmological research. To summarize, this scientific text is describing a study that takes a large optically-selected cluster catalog and measures the mean x-ray properties of those clusters using data from the RASS survey. The study looks at the x-ray luminosity of 2Mass clusters as a function of their optical richness, based on their @xmath17 parameter. The researchers also obtain x-ray temperatures and hydrostatic masses for the stacked clusters. They identify clusters through the MaxBCG selection algorithm and reject any potential centers that have been already identified. Additionally, the input data for this study comes from Sloan Digital Sky Survey (SDSS) imaging data and the RASS photon maps. The catalog used for their study, MaxBCG, contains an array of measured properties, including richness ranges between 10 and 188, and redshift estimates. The optical census of the MaxBCG catalog has been shown to be quite accurate and complete, with purity estimated at about 95%. The study uses stacking methods to measure mean x-ray emission from the clusters. The results of the study provide insights into the relationship between x-ray luminosity and optical richness, as well as scatter in this relation and the underlying median λ20 relation. The study also investigates potential sources of systematic bias in the results and combines their measurements with dynamical measurements of MaxBCG clusters to produce a measurement of the λ11 relation. Conclusions and some discussion about future work are presented, highlighting the large number of MaxBCG clusters with richnesses between 9 and 11, totaling 7986, which contribute significantly to the study's large total exposure time and make possible precise measurement of the mean x-ray emission from those clusters. In this section, we provide a brief overview of the scientific text that describes this study's data sources and methodology. We use a cosmology with a @xmath22cdm model, with dark matter and dark energy. The two main imaging surveys used in this study are the Sloan Digital Sky Survey (SDSS) and the ROSAT All-Sky Survey (ROSAT). For the SDSS, we select galaxy clusters from the MaxBCG catalog, which uses a red sequence selection method and a brightest cluster galaxy criterion, with richnesses ranging from 10 to 188. The ROSAT survey provides soft X-ray photon maps and exposure maps. The BSC catalog contains 18,811 sources, while the FSC catalog adds an additional 105,924 sources. The BCS and NORAS catalogs are also used as input for X-ray flux-limited cluster catalogs, which are completed at specific flux limits. We divide the MaxBCG clusters into nine richness bins for analysis and use the stacking method to measure the mean X-ray emission for each bin. The rass data and exposure maps overlap significantly, and a tool is used to extract all X-ray photons in a given aperture from multiple rass fields. Overlapping fields are accounted for and weighted by the median redshift of the clusters for all X-ray photon and background maps. fields with a bright unresolved source, with fluxes at or above @xmath54, using the Bright Source Catalog (BSC). We exclude all clusters that fall within a region with a radius of @xmath79 centered on a bright, unresolved source in the BSC. This removes a small percentage of the catalog, but with a similar impact on the overall exposure time. Additionally, we reject sources that fall within a region of @xmath80 degrees of any bright, extended source in the Faint Source Catalog (FSC) using the catalog's spatial information. This can account for up to @xmath81% of the catalog's footprint outside of the BSC. These methods allow for minimal contamination from bright, unresolved sources and extended sources in our stacked cluster measurements. To build our cluster catalog, we used the MaxBCG algorithm to seed clusters on the highest likelihood centers, which we've defined as the brightest cluster galaxy (BCG) location. We then eliminated potential centers within a scaled radius of the BCG and within a given distance in the E/S0 ridgeline. This produced a catalog of 13,823 clusters between redshifts of 0.1 and 0.3, with a median redshift of 0.26. We calculated the richness for each cluster as the number of E/S0 ridge line members falling within a 387 kpc radial limit and brighter than 0.4 mag (where kpc is kiloparsecs). These measurements include both optically determined redshifts and galaxy dynamics and weak lensing. Using the _ROSAT_ All-Sky Survey, we stacked photon maps and exposure maps for each richness bin (nine in total), assuming that the BCG is the center of each cluster. We scaled and weighted all source and background photons to the median redshift of the clusters to construct stacked images, radial profiles, and spectra and luminosities. These measures were corrected for any overlap between the overlapping fields. We rejected a subset of clusters with a mean exposure time below 200 seconds, which removed 4% of the total number of clusters but less than 1% of the net exposure time. Finally, we removed all clusters within 5 Mpc (5 megaparsecs) of any foreground source with a rosat Bright Source Catalog (BSC) count rate above 0.016 cts/s or any background clusters within 5 Mpc (5 megaparsecs) of the Virgo cluster. This removed only 0.6% of the total number of clusters. The results of this study yielded a total of 9574 clusters, with 1102-1141 clusters in the richest (E1) bin and 727 clusters in the poorest (E9) bin. in this study, a sample of 3532 clusters from the maxbcg catalog with lower richness adds an extension to the previously used 8556 clusters in the analysis of maxbcg galaxy dynamics and gravitational lensing. Although the typical RASS exposure time for individual clusters is 400 seconds, stacking these clusters allows for more precise measurements of the mean x-ray emission. The stacking method involves dividing the clusters into nine richness (M*) bins, extracting source and background photons within an elliptically shaped region centered on the brightest cluster galaxy, scaling and weighting them based on the projected physical distance to the bcg and the luminosity distance to the median redshift, and building stacked images, radial profiles, and spectra with the appropriate weighted count rate in a bin. Clusters that do not meet certain criteria, such as less than 200 seconds mean exposure time and being within 5 arcminutes of a foreground source identified in the RASS Bright Source Catalog, are rejected. Table [Tab: ncluster] provides the number of clusters in each richness bin before and after the rejections. The study uses a fixed background annulus similar to that used for the Noras catalog during individual cluster measurements and shows that the weighted count rate in a given bin for a cluster at redshift z is not sensitive to the exact choice of background annulus. To calculate the weighted count rate for each cluster in a given bin (image, radial, or spectral), an additional step is taken in the stacking procedure. For each detected photon at a given position, the projected physical distance to the bcg is calculated. This scaled distance is used to ensure that each photon's signal is weighted appropriately in the stack. In addition, source and background estimation is performed using a fixed annulus with an inner radius of 100kpc and an outer radius of 900kpc, scaled appropriately to account for the luminosity distance to each cluster. This annulus is chosen to be similar to that used for the NORAS catalog for individual clusters, and the results are not significantly affected by the precise choice of annulus. Stacked images, radial profiles, and spectra are constructed for each richness bin, and background-subtracted count rates are calculated in each bin. The results demonstrate that the stacking procedure leads to highly significant x-ray emission for each stack of clusters. For comparison, a stack of 7,566 randomly selected points shows no significant excess and no sign of emission centered in the stack. Overall, the weighting of photons by their projected distance to the bcg provides a more accurate estimation of each cluster's x-ray emission than using a fixed annulus centered on the bcg or individual cluster centroids.", "abstract": " determining the scaling relations between galaxy cluster observables requires large samples of uniformly observed clusters . \n we measure the mean x - ray luminosity  optical richness ( @xmath0@xmath1 ) relation for an approximately volume - limited sample of more than 17,000 optically - selected clusters from the maxbcg catalog spanning the redshift range @xmath2 . by stacking the x - ray emission from many clusters using _ rosat _ all - sky survey data , \n we are able to measure mean x - ray luminosities to @xmath310% ( including systematic errors ) for clusters in nine independent optical richness bins . in addition \n , we are able to crudely measure individual x - ray emission from @xmath4 of the richest clusters . assuming a log - normal form for the scatter in the @xmath5@xmath6 relation , we measure @xmath7 at fixed @xmath6 . \n this scatter is large enough to significantly bias the mean stacked relation . \n the corrected median relation can be parameterized by @xmath8 , where @xmath9 and @xmath10 . \n we find that x - ray selected clusters are significantly brighter than optically - selected clusters at a given optical richness . \n this selection bias explains the apparently x - ray underluminous nature of optically - selected cluster catalogs . ", "section_names": "introduction\ninput data\nx-ray analysis\nmean @xmath0@xmath1 relation\nbiases in the @xmath227@xmath1 relation\nthe luminosityvelocity dispersion relation (@xmath227@xmath327)\nsummary"}, {"article": "In recent years, research in quantum information and computation has opened up possibilities for advancing technology to extraordinary new heights. One significant area that is rapidly expanding is the generation of entanglement and correlations between discrete components of a system in continuous variable optics, which has attracted attention with the optical parametric oscillator (OPO) as a device to generate light modes with quantum correlations. The OPO allows for light modes' interactions due to the quadratic crystal's nonlinearity, contributing to the generation of squeezing and entanglement in light quadratures that carry continuous spectra. While light's spatial degrees of freedom have exhibited exciting possibilities for applications ranging from quantum switching to quantum information, recent research has focused on how spatial inhomogeneities in broad-area devices affect relevant quantum properties. This article aims to contribute to this emerging field by studying the effects of transverse modulations on quantum fluctuations and correlations in an OPCO with a photonic crystal (PC).\n\nThe PC-OCPO is a multimode degenerate OPO in which a transversely modulated refractive index is incorporated into the intracavity PC. The system's dynamics are described by a set of bosonic modes for each light mode subject to diffraction and pump-field interactions, with a nonlinear interaction between light modes. The intracavity photonic crystal breaks the translational invariance symmetry, providing a deeper understanding of both the steady state and correlations between fluctuations in the PC-OCPO. The dynamics can be simplified and further analyzed using linearization around the classical steady state. By neglecting terms that do not oscillate at the frequency of the steady state, a Hamiltonian can be derived to describe the fluctuations around the steady state. The linear approximation used herein is useful and provides sufficient insights into quantum correlations for low-intensity fields.\n\nFor an OPO below the instability threshold, the modulation in the detuning of the signal mode in the PC-OCPO provides a transversely modulated and harmonically oscillating reference state for quantum fluctuations. When the detuning modulation in the signal mode is similar to the detuning modulation in the pump (but not equal), the analysis closely parallels the homogenous case, with a reference state oscillating harmonically at the frequency of the photonic crystal's spatial modulation. In contrast, for the pump mode, the steady state fluctuation operator has three non-vanishing modes The periodic modulation of the refractive index in a photonic crystal optical parametric oscillator (PCCOPO) can lead to gaps in the allowed frequencies of electromagnetic fields, enabling the confinement and guidance of light. The nonlinear interaction between the pump and signal fields in this PCCOPO introduces a breaking of translational symmetry, resulting in a changing set of detunings with spatial position. Below the instability threshold, the Hamiltonian for the PCCOPO can be simplified through a linearization around a macroscopic steady state, leading to a system size expansion that describes the evolution of quantum fluctuations governed by a Hamiltonian with a hamiltonian form. By considering a pump and signal field modulated by a sinusoidal wave propagating in one transverse dimension, this model can be further approximated to isolate three non-vanishing modes. The far-field fluctuations operators for the signal are coupled due to the spatial modulation of both the signal and pump detunings, leading to dynamically coupled modes for the hermitian and non-hermitian operators. By identifying the most relevant modes in different regimes using numerical simulation, the husimi distribution is used to obtain a functional relationship between the nonlinear langevin equations for the pump and signal fields. The effect of the PCCOPO's periodic modulation on quantum fluctuations and correlations is examined below the instability threshold, leading to noise reduction in field quadratures, robustness of squeezing in a wider angular range, and an improvement in entanglement above threshold. These effects are distinct from their counterparts in other nonlinear devices modified by the inclusion of an intracavity PC, where similar phenomena have been predicted and experimentally realized. falls inside the gap. In this regime, the presence of gaps in the pc is expected to inhibit quantum fluctuations and reduce the coupling between different spatial modes. Moreover, the modulation instability typically present in opos above the threshold is suppressed due to the absence of the critical mode. To study these effects, a simplified model is used to obtain analytical results below the instability threshold. The intracavity fields operators are approximated by their reference values and fluctuations around them. The coupled mode equations are obtained for varying detuning, and it is assumed that the terms with higher harmonics can be neglected. The modulation on the signal is similar to the pump's, and the far fields fluctuations operators are not independent due to the dynamical coupling of different modes induced by the pc's spatial modulation. The full dynamics is also calculated by numerical simulations of the Langevin equations. Below threshold, the system exhibits noisy precursors at the critical wave number for the opo, and the pump is homogeneous. However, in the pcopo with the gap, these precursors are absent since that mode is completely suppressed due to the pc's effect. In the pcopo, the introduction of the gap in the pc has a significant impact on quantum correlations. The presence of the gap allows for noise reduction in field quadratures, robustness of squeezing in a wider angular range, and improvement of entanglement above threshold. The analysis presented in this paper is based on linear and few-mode approximations, which are in good agreement with numerical simulations of the full model. These results contribute to a better understanding of the effects of pc's on nonlinear devices modified by the inclusion of intracavity pc's, which has significant implications for the development of quantum technologies. In this paper, we investigate the dynamics of a partially coherent parametric cavity oscillator (PCCO) modified by the inclusion of an intracavity photonic crystal (PC), which introduces a spatial modulation in the cavity detunings. The paper starts with presenting a model used for linear and few modes approximations at lower pumping intensities, leading to a set of nonlinear Langevin equations to numerically simulate the dynamics of the system. An analytical expression for the intensities of the signal field at lower pumping intensities shows how the instability threshold for signal emission can be modified by the PC. We also obtain expressions for different quantum correlations, such as squeezing, entanglement, and twin beam correlations. The paper concludes by highlighting numerical results obtained for below and above threshold quantum effects based on simulation of the quantum fields dynamics in the phase space representation. The effect of the PC is shown to lead to noisy precursors in the signal fluctuations at lower pumping intensities, exhibiting a spatially locked and modulated pattern with two dephased modes dominating the pattern. This demonstrates that the PC breaks the translational symmetry of the system, leading to deep consequences both in the macroscopic fields dynamics and in quantum correlations. we consider the effect of a transversal inhomogeneity in a photonic crystal cavity. This introduces a spatial modulation in the refractive index and leads to a breaking of translational symmetry. Such a system, known as a photonic crystal oscillator (PCO), exhibits nonlinear phenomena that differ from those in a generic optical parametric oscillator. Analytical and numerical results have been reported for both signal and pump fields for parameters below and above threshold. To simplify dynamics, we assume a small modulation to linearize the system around a classical steady state. For a non-homogeneous pump detuning, the pump field exhibits multiple harmonics, adding to the traditional even harmonics. On the other hand, the signal field primarily comprises the mode at the critical wave-number. The dynamics of these fields is governed by a hierarchy of equations for varying transverse wavenumbers. However, we restrict our study to the most relevant modes in the regime and obtain a simplified model for the PCO. The model consists of four coupled operators that follow a set of equations in the frequency domain. This simplification allows us to analyze the spatial quantum effects in the signal field. In this article, we study the dynamics of a four-wave mixing (FWM) process involving an optical parametric amplifier (OPA) pumped by a driving field and affected by a periodic constraint (PC). The PC creates a band gap in the signal field's dispersion relation, leading to the appearance of different spatial modes below and above the amplification threshold. Using a simplified model, we obtain analytical results for the signal fluctuations below the instability threshold by considering a few relevant modes. The approach is validated using a numerical simulation, which reveals the presence of noisy precursors below threshold, with the preferred spatial periodicity corresponding to the critical wave number for the opo. However, in the presence of PC, the noisy pattern in the signal appears to be spatially locked and two dephased modulated modes dominate the pattern. By neglecting terms with small spatial variations, we reduce the study of the FWM process below threshold to four coupled operators equations, which are expressed in terms of input and output fields. An inversion of the matrix describing mode coupling in the frequency domain enables us to obtain correlations in output variables based on input fields. For twin beams, characterized by a negativity of variance and corresponding singularity of the p representation, the PC can enhance negativity effects on the variance. In the article being analyzed, scientists study the dynamics and correlations in a phase-dependent photon-pair generator with periodic modulation (pc) on both the pump and signal detunings. This study involves the use of scientific principles and techniques, such as langevin equations and a Husimi distribution framework. The analysis aims to examine the effects of the modulation on correlations and identify the most relevant spatial modes in different regimes. In the absence of pc, below threshold, noisy precursors in the signal field dominate the dynamics, with a preferred \"spatial periodicity\" corresponding to the critical wave number. When the pc breaks the translational symmetry, the noisy pattern in the signal appears spatially locked, with two modulated modes dominating the pattern. Moreover, the article shows that the analytical treatment of the system below threshold is governed by four coupled operators equations, expressed in the frequency domain. This formalism is used to calculate different correlations in the output variables, which are at the basis of the analytical quantum correlation for the output fields. The study reveals that the negativity of the variance and singularity of the p representation follow from the presence of the pc and modulated detunings, while the strength of correlations is dependent on all parameters, even for a modulation only in the signal detuning. This study presents results that highlight the impact of modulation on correlations and provides insights into the effects of pc on the system's dynamics. The presented scientific text explores the dynamics of a pump-coupled oscillator (PCO) that exhibits a periodic cavity (PC) with a band-gap. The paper considers the impact of modulation in the PCO system, with the intention of identifying the most significant spatial modes under various regimes. The text examines the correlation functions between the pump and signal fields, which showcase the emergence of new features in the presence of the PC.\n\nThe paper begins by outlining the standard procedure of approximating the Hamiltonian to one quadratic in fluctuations for both the pump and signal fields. This approach allows for the calculation of the steady states of both fields, as well as the decoupling of their dynamics. The authors also present dynamically coupled modes, which arise due to the spatial modulation of both signal and pump field detunings.\n\nThe text continues by discussing the dynamics of the PCO system when a PC is present. The authors examine the full PCO model and map it onto a functional of the field number-based @xmath60-distribution in phase space. The text explains that, for negative signal detuning, modulation instability develops above the parametric threshold, with critical wave numbers. In this context, the paper identifies that, for a PCO with a modulation in the pump detuning, the pump field exhibits many harmonics, unlike the signal, which shows no significant changes.\n\nThe text also discusses the evolution of correlation functions for the output fields. It shows that the negativity of variance in the case of twin beams is affected by the PC when the signal or pump detuning is modulated. Conversely, when the pump detuning is modulated alone and there is modulation only in the signal detuning, twin beams correlations remain quantum for all pump strengths below threshold.\n\nOn the microscopic level, the paper explains that spatial modulation of signal (or pump) detuning induces a coupling between different spatial modes, leading to a process of creation and destruction of photon pairs. This is significant in the case of a PC modulation, as it triggers simultaneous creation and annihilation of photon pairs, resulting in a reduction in the twin beam correlations. Conversely, for @xmath42 and modulation only in the pump detuning, the hopping between different pump harmonics has a reduced effect on twin beam correlations, The scientific text revolves around a study of the parametric amplification in the presence of a periodic cavity (pc) in a degenerate optical parametric oscillator (opo). The effect of the pc is to modulate the refractive index, which in turn affects the detunings of both the signal and the pump fields in different configurations. The dynamics of the system is modeled using nonlinear Langevin equations, and the impact of the pc on various quantum correlations is analyzed.\n\nOne of the primary results revealed by the analysis concerns the effect of the pc on twin beams correlations, which are crucial for quantum information processing. The study shows that for small modulation of the signal detuning, the correlations are quantum-correlated, as they result from photon pair emission. However, as the modulation of the signal detuning increases, the correlations become more classical, as the twin beams are depleted uncoherently due to the destruction and creation of photons at different tilted modes.\n\nSimilarly, when only the pump detuning is modulated, the correlations remain quantum for all pump strengths below threshold, but there is a small reduction in the strength of these correlations due to the coupling between different pump harmonics. Overall, these results indicate that the pc modulation affects the nonclassical nature of the light emitted by the opo, and suggest that controlling the spatial modulation may allow for tuning the quantum correlations and associated properties. In a previous scientific article, we investigated the role of a periodic cavity (PC) on the emergence of correlation phenomena in the photon number of the output fields of a degenerate optical parametric oscillator (OPO). The PC leads to a sinusoidal variation in the refractive index, which in turn affects the detunings of both the pump and signal fields. To better understand the impact of the PC, we restricted our analysis to four couples of operators, each describing a pair of conjugate modes, with one mode in the signal field and the other in a higher-order harmonic of the pump field. By using this analytical method, we obtained good agreement between our results and the numerical solutions of the full multimode nonlinear model.\n\nHere, we discuss the effect of several PC modulations on the various correlation properties. When the PC modulates the signal field only, the instability threshold rises due to pattern inhibition, as predicted by previous works. However, in the presence of a parametric process, the scenario is more complex, and the threshold can also be lowered when the pump field is modulated. Non-classical phenomena such as squeezing, separability, and EPR-entanglement are preserved in both the opo and PCO, and are sensitive to the proximity of the instability point.\n\nTwins beams correlations, which measure degree of quantum correlation, depend on all parameters related to the PC below threshold. If only the signal field is modulated (modifying the signal-detuning), the strength of the correlations, while still degraded, can lead to a classical effect below threshold (above the critical threshold), which is not the case for a fixed pump strength. Contrastingly, if only the pump field is modulated, the correlations remain quantum for all pump strengths below threshold, except for a small reduction in this quantum effect.\n\nThe PC's modulation effects lead to different outcomes depending on the configuration parameters. When the PC modulates the signal field only (and the pump field does not modulate), this leads to a degraded twin beams correlation due to photon hopping between different pump harmonics or critical tilted modes, which triggers secondary processes besides the twin photon pairs generation. In contrast, when the PC modulates the pump field, there is reduced effect due to secondary processes, but still leads to quantum photon pairs generation.", "abstract": " we show how to control spatial quantum correlations in a multimode degenerate optical parametric oscillator type i below threshold by introducing a spatially inhomogeneous medium , such as a photonic crystal , in the plane perpendicular to light propagation . \n we obtain the analytical expressions for all the correlations in terms of the relevant parameters of the problem and study the number of photons , entanglement , squeezing , and twin beams . considering different regimes and configurations we show the possibility to tune the instability thresholds as well as the quantumness of correlations by breaking the translational invariance of the system through a photonic crystal modulation . ", "section_names": "introduction\nfew mode approximation for the pcopo\nconclusions\nlinear dynamics of pcopo with any @xmath120\nsolution of the input-output equation\nsecond order moments in frequency and time domains"}, {"article": "Methanol masers, which are commonly found in star-forming regions, are typically divided into two classes based on the transitions used to produce them: Class I and Class II. Class I masers, including the 36 and 44 GHz transitions, are believed to be collisionally excited and are generally associated with shocks rather than infrared radiation. In contrast, Class II masers, such as the 6.7 and 12 GHz transitions, are radiatively excited. Although sometimes both classes of masers can be found in association with the same source, they are rarely seen at the same velocity or in close spatial overlap. In this letter, the authors report on the first interferometric images of the Class I 36 GHz methanol masers in the Dr21 molecular cloud complex, observed with the EvLA at frequencies centered on 36.173 GHz. Intriguingly, they detect 49 36 GHz maser features in the three observed sources, 21 in Dr21n, 23 in Dr21(oh), and 5 in Dr21w, but they also find evidence of weak, extended methanol emission in some sources. Further information requires high-resolution data, and lrrrr Dr21n serves as an example of the potential discrepancies between spectra of individual masers, with some showing multiple spectral peaks, whereas others exhibit skewness. Finally, the authors note that there are 14 arcsecond-scale overlaps between a 36 GHz and a 229 GHz methanol maser at approximately the same velocity, with the 36 GHz maser appearing brighter in 7 cases and the 229 GHz maser appearing brighter in the other 7 cases, though there is a caveat that these data did not occur simultaneously, and maser variability is possible. (continued)\n\nshow velocity structure more consistent with the surrounding molecular emission. An elliptical structure dominated by masers in all mapped transitions is also present in the central region of DR21(oh ), where over 30 masers at 44 GHz associated with two shocks in a bipolar outflow were identified by @xcite. To within positional uncertainty, all 14 of the 36 GHz masers in the outflow region are coincident with the 44 GHz masers. The 84 and 95 GHz masers are located within the outflow region but with lower angular resolution precluding detailed analysis of multitransition positional coincidences. Many of the 229 GHz masers align with 36 GHz masers on the western side of the outflow but appear to be more coincident with the 44 GHz masers of @xcite, especially on the eastern side. All transitions exhibit a redshift on the western side of the outflow and a blueshift on the eastern side, with a general velocity gradient along the direction of the redshifted outflow to the west. Masers on the northern and southern edges of the outflow appear to have more consistent velocity structure with the surrounding molecular emission.\n\nNote: Tables [table - masers] and figs [fig - map - oh] and [fig - maps - n - w] are presented in the text, but not in this excerpt. of approximately 1 arcsecond to 10 arcseconds in size. The study focuses on the 36 GHz masers in the DR21 star-forming complex, mapped for the first time at arcsecond resolution with the Expanded Very Large Array (EVLA). The dataset comprises 6 hours of observation time, using the 36.169 GHz methanol transition as well as 84 GHz and 95 GHz Class I masers. The positions and velocity channels of 49 36 GHz maser features in three monitored sources (DR21oh, DR21n, and DR21w) are identified. Of the 14 arcsecond-scale overlaps with 229 GHz masers, the 36 GHz masers are brighter in seven of them, highlighting the need for further high-resolution data to investigate the relationship between different maser lines detected in close spatial association with each other. The study reveals that the central region of DR21(oh) presents an approximately elliptical structure with numerous masers in all mapped transitions coinciding with two shocks in a bipolar outflow. All 14 of the 36 GHz masers in the outflow region are located within the outflow region, coinciding with the 44 GHz masers mapped by previous studies, and they exhibit a general velocity gradient along the direction of the outflow's western side. The data presented here reveal significant details about the masers in the DR21 sources. The 36 GHz masers exhibit strong redshifted and blueshifted velocities on the western and eastern sides of the outflow in DR21(oh ), respectively. There is a general velocity gradient along the direction of the redshifted outflow, with linear spectroscopic velocities varying from the center to the periphery. A notable feature is the central region of DR21(oh ), which has multiple masers in all mapped transitions arranged in an approximately elliptical structure. The 36 Ghz masers are frequently located close to their corresponding 44 GHz masers in the western side of the outflow, but they seem to be more closely associated with the 44 GHz masers in the eastern part, especially in the northern and southern edges of the outflow. The 84 and 95 GHz masers also appear within the outflow, but their lower angular resolution prohibits more detailed analysis of multitransition positional coincidences. In the eastern side of the outflow, only a few 36 GHz masers are visible, whereas other transitions are present throughout. Several class II masers also appear in the region, coincident with the 6.7 GHz masers in some cases, but offset somewhat to the east and south. Weak 36 GHz maser emission is also detected near the bright continuum feature near the origin in DR21(oh ), suggesting spectral blending of maser features that are not fully resolved at our resolution. The strongest 36 GHz maser feature is offset south and east of the central region and the outflow, although it is challenging to accurately determine its position because of weakness and beamsize. Some class I masers also appear to the south (36 and 44 GHz) and north (44 GHz) of the outflow, although the northern and southern masers seem to be located closer to DR21(oh)w, DR21(oh)s, and the ridge of ammonia emission connecting the two, rather than to the driving source in DR21(oh) . Overall, the data suggest that the 36 GHz masers are frequently located near their 44 GHz counterparts, especially in the western side of the outflow, while the eastern side appears This particular paragraph discusses the detection of maser features at 36 GHz in the DR21 sources, specifically DR21(oh) and DR21n, as well as DR21w which shows the brightest 36 GHz maser in the sample. The masers are mostly located in the vicinity of 44 GHz masers detected by previous single-dish observations, and exhibit a redshift on the western side and a blueshift on the eastern side of an outflow. In DR21(oh), there are over 30 masers at 44 GHz associated with shocks in a bipolar outflow identified by @xcite, and all 14 of the 36 Ghz masers in the outflow region are coincident with the @xcite 44 GHz masers. The masers in DR21w show a bright feature with an antisymmetric Stokes V profile. Overall, multiple 36 GHz maser features are present in the three sources, with over 49 detected in total. However, there are cases in which individual maser spectra do not fit a single gaussian peak, and there may be structure on smaller scales than the synthesized beam size. The majority of 36 GHz masers coincide with cospatial 44 GHz masers, except for a few in DR21(oh) where bright 36 GHz masers exist only at the eastern edge. On the southern and northern edges of the outflow, 36 GHz masers are detected but not necessarily accompanied by 44 GHz masers. The southern and northern masers exhibit redshifted and blueshifted velocities, respectively, but these patterns are not always observed. The 36 GHz maser in DR21w is the only one with an antisymmetric stokes v profile. In the context of scientific research on methanol masers in several sources, including DR21(oh), a significant line of evidence demonstrating the existence of structure on scales smaller than the synthesized beam size exists in both the 36 GHz and 44 GHz transitions, indicating the presence of multiple maser features, with linewidths ranging from 0.15 to 0.35 km/s. The redshifted outflow in DR21(oh) contains numerous masers in all detected transitions, with a velocity gradient along the direction of the outflow to the west. Masers in the lower-resolution 84 and 95 GHz transitions are located within the outflow region but are not fully resolved due to their lower angular resolution. In the outflow, each detected 36 GHz maser is found in close spatial association with a 44 GHz maser at the same velocity, while the reverse is not always true. Within the outflow, a redshift is observed on the western side, and a blueshift on the eastern side. However, some masers on the northern and southern edges of the outflow have velocities that do not conform to this pattern. 36 GHz and 229 GHz masers are located in close spatial proximity to one another but generally do not exhibit a one-to-one correspondence. The strongest 36 GHz maser in the region is offset even further to the east and south than the 229 GHz masers, with an unclear position due to weakness and the 2 beamsize resolution of the 36 GHz observations. Unlike in the outflow, 36 GHz masers in the southern and northern regions are usually not accompanied by corresponding 44 GHz masers. DR21w contains the brightest 36 GHz maser in the sample, with the detection of an antisymmetric Stokes V profile, which may suggest the presence of a line-of-sight magnetic field oriented away from the observer with a strength of approximately 0.07 mG. In contrast, no significant detection of a Stokes V signal was obtained in the weaker masers observed. The high-resolution detection, combined with previous observations, demonstrates the complexity and variability of methanol maser emission, and highlights the need for further high-resolution observations to At 44 GHz, the integrated fluxes of sources where both the 44 and 95 GHz features are narrow in velocity are comparable to each other in all transitions. Further high-resolution data is required to examine the relation between the flux densities of different maser transitions seen in close spatial association. In the outflow region of DR21(OH), more than 30 masers are identified at 44 GHz that are associated with two shocks in a bipolar outflow. All 14 of the 36 GHz masers in the outflow region are coincident with the 44 GHz masers, while the 84 and 95 GHz masers are found in the outflow region but are observed at lower angular resolutions than the other transitions, precluding more detailed analysis of multitransition positional coincidences. In the outflow, each detected 36 GHz maser is found in close spatial association with a 44 GHz maser at approximately the same velocity. The brightest 36 and 44 GHz masers are located near the brightest 229 GHz masers in the western side of the outflow. The velocities of the masers on the western side of the outflow are generally increasing from the center outward, showing a general velocity gradient along the direction of the redshifted outflow to the west. However, some masers on the northern and southern edges of the outflow have velocities not conforming to this pattern. Masers aligned with 36 GHz masers are found on the western side of the outflow, while masers aligned with 44 GHz masers, especially those that are highly redshifted or blueshifted when compared to the velocity of the largest portion of masers in the western outflow, have no accompanying 36 GHz features. In the central and western portions of the outflow, many of the 44 GHz masers, especially those that are highly redshifted or blueshifted compared to the velocity of the largest portion of masers in the western outflow, have no accompanying 36 GHz features. Dr21w contains the brightest (>50 mJy) 36 GHz maser in our sample, and we detect an antisymmetric Stokes V profile for this maser In the context of the scientific text provided, based on the section discussing the potential source of high magnetic field strengths in the class i methanol masers, the discrepancy between the implied density and theoretical calculations is concerning. Assuming the current estimate of the Landé factor for the 36 GHz transition, the line-of-sight magnetic field strength of 58 µg is significantly higher than commonly accepted values in other maser environments. This results in a number density in excess of 5.5 × 10^12 cm^-3 in the case of class i methanol masers, which is much larger than typically assumed for class i masers. This discrepancy between the implied density and theoretical calculations poses a challenge to traditional models of maser excitation via collisional excitation followed by spontaneous cascade. One potential solution involves a two-temperature mixture of particles or a pumping scheme that is not normally assumed for class i masers. Further investigation and refinement of these models are needed to better understand the source of high magnetic field strengths in class i methanol masers. The most striking feature in the mapped transitions of the DR21(OH) region is the apparent central region consisting of multiple masers in all mapped transitions (Figure [ Fig - Map - Oh ]). This central region is located in the midst of a bipolar outflow, which is home to more than 30 masers at 44 GHz (Figure [ Fig - Map - East ]). Notably, all 14 of the 36 GHz masers in the outflow region coincide exactly with the 44 GHz masers. In the outflow, each detected 36 GHz maser is found in close spatial association with a 44 GHz maser at approximately the same velocity, while there are numerous 44 GHz features with no accompanying 36 GHz detection. Class II (6.7 GHz) masers only appear projected atop a bright continuum feature near the origin, and several Class I masers are also present (both 229 GHz and 44 GHz). In addition, we detect weak 36 GHz maser emission in the region, and several masers are located in the vicinity of other sources, such as DR21(OH)w, DR21(OH)n, and the ammonia ridge connecting them (Figure [ Fig - Map - North - West ]). Class I masers in the south are almost always not associated with masers in the outflow region (i.e., near the origin) and do not conform to the pattern observed in the outflow. Instead, the southern masers are located closer to DR21(OH)w, DR21(OH)s, and the ridge of ammonia emission connecting them than to the outflow in DR21(OH). However, DR21n was first identified as a 36 GHz maser source by [Xcite] and features numerous 36 GHz masers, mainly in the range from 44 to 45 km s-1. Several redshifted masers in the range 35-43 km s-1 and one highly blueshifted maser at 28 km s-1 are also present on the western side. All detected 229 GHz masers are located within close proximity (<1\") from a 36 G in their excitation models for maser sources in ocm-1. however, in our study of dr21(oh) and its associated methanol masers, we have detected 36 and 229 ghz class i masers located near the brightest 6.7 ghz class ii maser site, which is surprising as the traditional understanding suggests that class i and class ii masers are related to distinct physical conditions. additionally, the 36 ghz maser in dr21w contains an antisymmetric stokes v profile, which can be interpreted as due to zeeman splitting but with an implied line-of-sight magnetic field strength of 58 milligauss, which is much higher than expected. Furthermore, recent estimates suggest that the current calculations for thezeeman splitting coefficients for methanol masers are overestimated by an order of magnitude. This discrepancy may imply a higher density, but it is unclear if the magnetic energy density is greater than the kinetic energy density. One alternative explanation is that high-density pumping schemes or a two-temperature mixture of particles may be operative. The correlation between magnetic field strength and density does not always hold in class i maser environments, which may require further investigation. The detection of circular polarization in the 133 ghz transition in dr21w and m8e could provide evidence for the conversion of linear polarization to circular polarization due to changes in magnetic field orientation. Finally, detailed laboratory measurements and excitation models for bright maser transitions would be valuable in clarifying the nature and origins of these unusual maser features.", "abstract": " class  i methanol masers are believed to be produced in the shock - excited environment around star - forming regions . \n many authors have argued that the appearance of various subsets of class  i masers may be indicative of specific evolutionary stages of star formation or excitation conditions . until recently , however , no major interferometer was capable of imaging the important 36  ghz transition . \n we report on expanded very large array observations of the 36  ghz methanol masers and submillimeter array observations of the 229  ghz methanol masers in dr21(oh ) , dr21n , and dr21w . \n the distribution of 36  ghz masers in the outflow of dr21(oh ) is similar to that of the other class  i methanol transitions , with numerous multitransition spatial overlaps . \n at the site of the main continuum source in dr21(oh ) , class  i masers at 36 and 229  ghz are found in virtual overlap with class  ii 6.7  ghz masers . to the south of the outflow \n , the 36  ghz masers are scattered over a large region but usually do not appear coincident with 44  ghz masers . \n in dr21w we detect an `` s - curve '' signature in stokes v that implies a large value of the magnetic field strength if interpreted as due to zeeman splitting , suggesting either that class  i masers may exist at higher densities than previously believed or that the direct zeeman interpretation of s - curve stokes v profiles in class  i masers may be incorrect . \n we find a diverse variety of different maser phenomena in these sources , suggestive of differing physical conditions among them . ", "section_names": "introduction\nobservations and data analysis\nresults\ndiscussion\nconclusions and future work"}, {"article": "Interdisciplinary research has gained importance in advancing science, as seen by the 2014 Nobel Prize in Chemistry awarded to two physicists and a physical chemist for a technique developed with the help of chemistry in biological research. However, evaluating this vital aspect of scientific research still poses a significant challenge, with some scholars remaining on traditional paths due to the potential risks associated with more interdisciplinary careers. This work introduces a method to rank scientific publications and their producers according to their impact and interdisciplinary breadth. The proposed multilayer network captures the relationships between scientific publications and their manufacturers, accounting for citation within and across disciplines. This framework naturally represents the interdisciplinary degree of a publication. On this network, nodes representing producers are introduced, and the ranking is achieved through a diffusion of scientific credits from paper to paper. This method is tested on two case studies: the American Physical Society and the US patents datasets. In both cases, the ranking is based on a multilayer pagerank vector obtained by projecting the values obtained from replicas in different layers. Previous works based on one-mode projections are avoided to retain more information. The proposed method provides a way to quantify the interdisciplinarity of scientific publications and their producers, which is essential for research evaluation purposes. produced by 166871 distinct manufacturers ( scholars ), where each manufacturer produces multiple papers. In this work, we present a novel method for ranking both publications and their manufacturers based on their interdisciplinary scientific impact. We propose a bipartite interconnected multilayer network that represents citations between publications and relations between publications and their producers, taking into account the fact that a publication can belong to multiple disciplines and have an impact in different fields. Each layer in the network represents a discipline or a subfield, and we define four tensors to encode the information about intra-layer citations, inter-layer citations, citations between publications and their manufacturers, and information about the producers themselves. We compute the pagerank versatility on the proposed network, which takes into account the diffusion of scientific credits from paper to paper through citation edges and the producers, represented as nodes with no outgoing edges. The proposed ranking method is tested on two case studies - the American Physical Society dataset and the US patents dataset - which illustrate the potential of the proposed approach. The framework allows for a natural representation of the interdisciplinarity degree of a publication and eliminates the loss of information that can occur when reducing a bipartite network to its one-mode projection. In recent years, the global scientific landscape, particularly in the realm of citations, has witnessed significant changes. Beyond merely tallying the number of citations received by a publication, it is now essential to consider the impact they have had in their respective fields. By employing a multilayer diffusion framework, we can account for interdisciplinarity in citations between publications and those between producers. A bipartite interconnected multilayer network is proposed, comprising  @xmath31 publications and @xmath23 producers, encompassing @xmath27 layers (scientific disciplines or subfields). The publication layers encode publication citations, while interdisciplinary citations are encoded by a different tensor. The multilayer adjacency tensor is constructed, with the citation layer and @xmath50 production layer, and normalization is performed to avoid unrealistic paths. Two case studies utilizing real datasets are presented to demonstrate the proposed ranking method. The first utilizes the American Physical Society (APS) dataset, spanning 1985-2009, with 319,816 papers, and ranks 204,809 authors and 626 institutions in 54 countries. The second uses the US Patents dataset, spanning 1963-1999, with 1,574,882 patents, and 114,249 inventors and 138,833 assignees in 127 countries. The constructed multilayer network is used to rank publication producers based on their \"pagerank versatility,\" which is obtained by using a process of diffusion of scientific credits from paper to paper within and across disciplines. scientific performance: by defining a bipartite interconnected multilayer network representing citations between publications and relations between publications and their manufacturers, we provide a framework to account for interdisciplinarity and rank scientific publications and their producers according to their versatility, which is given by the steady-state solution of the eigenvalue problem. To illustrate the proposed ranking method, we test it on two case studies: the American Physical Society (APS) and US patents datasets. Our approach considers a citation network with intra-layer and inter-layer citation edges that account for both research within and across disciplines. The resulting rankings are superior to previously proposed algorithms, as our method rewards researchers who have carried out interdisciplinary works or have had an impact in different scientific areas, resulting in higher rankings for versatile researchers such as Per Bak, Eugene Stanley, Shlomo Havlin, and Leonard M. Sander. When it comes to ranking publication producers, this scientific text presents a novel framework that handles the interdisciplinary characteristics of scientific research. By introducing the rank@xmath8 adjacency tensor, the proposed method allows for a natural representation of multilayer citation networks, where each edge in the network captures publication citations, and the layers represent particular scientific disciplines or subfields. The framework also incorporates manufacturers, such as scholars, inventors, research institutions, or countries, as active nodes on a dedicated layer. To obtain a ranking based on this framework, a pagerank versatility approach is applied, which considers both intra- and inter-layer incoming edges and represents each node's ranking vector regardless of the layer. The proposed method is compared against a previously proposed algorithm in the analysis of the American Physical Society and US patents datasets. Results suggest that this method is able to capture two fundamental aspects of interdisciplinary research, including intrinsic and effective interdisciplinarity. The study proposes measures for quantifying a researcher's topical interdisciplinarity and citation interdisciplinarity, allowing for a better understanding of the contribution of interdisciplinary researchers. Previously, one-mode projections have been utilized to assess citation impact by studying the bipartite network of publications and producers, which can result in information loss. Instead, in this research, the proposed framework takes advantage of the complete bipartite structure. The proposed method rewards versatile researchers who have carried out interdisciplinary works or have impacted different scientific areas. The proposed ranking system is based on a process of diffusion of scientific credits from paper to paper through citation edges within and across disciplines. The multilayer citation network is obtained by representing each layer with a distinct field of physics or a specific category of patents. The pagerank of each node (either a scholar, inventor, research institution, or country) is calculated regardless of the layer, by projecting the vectors obtained from their replicas in different layers. Topical interdisciplinarity and citation interdisciplinarity are defined based on the distribution of incoming citations across different layers, which are found to be strongly positively correlated with the gain in rank that scholars and inventors obtain through the proposed method instead of a method based on a flat representation of the citation network. Within the realm of scientific ranking and evaluation, the proposed technique introduced in this paper intends to assess the impact of scientific publications and their producers by intrinsically incorporating the concept of interdisciplinarity. This approach aims to overcome the limitations of previously proposed metrics that failed to account for this component. While there are numerous metrics for citation impact, several debates concerning self-citations, appropriate citation time windows, field normalization, and author credit allocation remain subject to debate. To address this limitation, a novel bipartite interconnected multilayer network of citations and disciplines is introduced, which can be tailored to fit specific needs. This new technique can serve as a tool for funding agencies and academic decision makers to quantify the impact of interdisciplinary research and its producers, which can facilitate accelerated advancement in science. The objective of this proposed methodology is to assess the citation impact of scientific publications and their producers with an intrinsic sense of interdisciplinarity that has previously been overlooked. The ranking process is carried out through a diffusion of scientific credits from papers to papers and from papers to authors. The proposed network consists of nodes and layers, with nodes representing papers and authors, and layers representing different categories or subfields of science. To calculate the pagerank of each node (author) regardless of the layer, a multilayer pagerank vector is obtained by projecting the values of its replicas in different layers. The rankings of authors obtained using this method and the Science Author Rank Algorithm have a Spearman's s rank correlation of 0.77, demonstrating the validity and consistency of the proposed method. In addition, the proposed method is found to be positively correlated with the topical interdisciplinarity and disciplinary diversity of authors' incoming citations, as demonstrated by the density gradient contour and linear regression models estimated via maximum likelihood. In this paper, the authors propose a method to assess the citation impact of scientific publications, with a focus on interdisciplinarity. They introduce a bipartite interconnected multilayer network that accounts for this aspect, which can be adapted to specific needs. To do so, they propose a methodology to assess the citation impact of scientific publications and their producers that intrinsically accounts for their interdisciplinarity. This aspect was not included in previous metrics used to assess citation impact. The proposed method can be used as a tool to quantify the impact of interdisciplinary research and its producers for funding agencies and academic hiring decision makers. The method proposes a different kind of network structure, a bipartite interconnected multilayer network, instead of its one-mode projection. They introduce four components of the rank@x adjacency tensor to encode information about citing relations between papers, paper authorship, and two zero tensors. This method can take into account author credit allocation, a specific time window for paper selection, and different weighting methods for edges. The research presented in this paper proposes a novel methodology to assess the citation impact of scientific publications in a way that intrinsically accounts for their interdisciplinarity. The proposed method differs from previous impact indicators which have faced several issues, such as accounting for self-citations, selecting an appropriate citation time window, field normalization, and addressing author credit allocation. The researchers introduce bipartite interconnected multilayer networks of citations and disciplines to evaluate the contribution of interdisciplinary research and its producers. To motivate the use of a complete bipartite structure instead of its one-mode projection, the authors consider a bilayer version of the network, where there are 4 components of the rank@x math adjacency tensor encoding citing relations between papers and paper authorship. The focus is not on the multilayer aspect but on the bipartition, where each node represents an author or a paper, and whether there exists at least one publication that cites a publication authored by another publication's author. The authors propose a new method that considers the rank-2 tensors using classical matrix notation instead of their tensorial form. To build the adjacency matrix for citations between papers, they first build the one-mode projection from the adjacency matrix of citation links. Then, they define the adjacency matrix for paper authorship using a rectangular matrix with binary values at the intersection of paper and author membership. The normalized version of this adjacency matrix represents the network of citations between authors, where each element is a sum over the papers authored by a given author that cite a particular paper. This methodology can serve as a tool for funding agencies and academic hiring decision makers to better quantify the impact of interdisciplinary research and its researchers. of those edges, with more important edges contributing more to the centrality score), which is the author cited more often by other authors. This ranking is shown in the bottom figure, with @xmath84 receiving more citations than @xmath115 by other authors. However, when considering the network proposed in this paper, all citations, including self-citations, are considered in calculating the centrality score. Additionally, the bipartite structure takes into account both papers and authors, giving a more holistic view of centrality. This results in a more accurate ranking that better represents the author's interdisciplinarity and impact, rather than relying solely on their publication history.", "abstract": " nowadays , scientific challenges usually require approaches that cross traditional boundaries between academic disciplines , driving many researchers towards interdisciplinarity . despite its obvious importance , there is a lack of studies on how to quantify the influence of interdisciplinarity on the research impact , posing uncertainty in a proper evaluation for hiring and funding purposes . here \n we propose a method based on the analysis of bipartite interconnected multilayer networks of citations and disciplines , to assess scholars , institutions and countries interdisciplinary importance . \n using data about physics publications and us patents , we show that our method allows to reward , using a quantitative approach , scholars and institutions that have carried out interdisciplinary work and have had an impact in different scientific areas . \n the proposed method could be used by funding agencies , universities and scientific policy decision makers for hiring and funding purposes , and to complement existing methods to rank universities and countries . ", "section_names": "introduction\nmethodology\ndata\nresults\ndiscussion\nacknowledgements\ncomparison with other approaches\nproductivity control"}, {"article": "This section presents the theoretical formulation underlying the Kubo formula's application to the anomalous Hall effect in (III,Mn)VI diluted magnetic semiconductor ferromagnets. The Kubo formula describes the ac anomalous Hall conductivity and is used in combination with other magneto-optical effects (magneto-optical rotation, ellipticity, and Kerr effect) to provide valuable information about the influence of broken time-reversal symmetry on itinerant electron quasiparticle states in metallic ferromagnets.\n\nThe theory begins by coupling host semiconductor valence band electrons with spin-orbit coupling and @xmath2 Mn local moments with a semi-phenomenological local exchange interaction. When considering zero temperature and collinear magnetization (which is more likely for the strongly metallic (III, Mn)VI ferromagnets), disorder-free, non-interacting electrons have a well-established linear response theory kubo formula for the real part of the ac anomalous Hall conductivity. The expression is:\n\n@xmath11 & = & - \\frac{e^2\\hbar}{m^2} \\int \\frac{d\\vec{k}}{(2\\pi)^3} \\sum_{n \\ne n '} ( f_{n ',\\vec{k}} - f_{n,\\vec{k}} ) \\frac{\\operatorname{im}[ \\langle n ' \\vec{k} | \\hat{p_x} | n \\vec{k} \\rangle \\langle n \\vec{k} | \\hat{p_y} | n ' \\vec{k} \\rangle ]}{(\\omega - e_{n\\vec{k}} + e_{n' \\vec{k}})(e_{n\\vec{k}} - e_{n' \\vec{k}})}\n\nIn the absence of disorder, this expression is used to explain the dc anomalous Hall conductivity of these materials. Nonetheless, disorder can broaden features when considering finite frequencies. Relevant sources of disorder include positional randomness of substitute Mn ions with a charge of @xmath18, random placement of interstitial Mn ions (which are not participating in the ferromagnetic order), and anti-sites with a charge of @xmath1 The text presents a theoretical model for linear response theory of anomalous Hall conductivity in heavily p-doped manganese doped III-V semiconductors in the infrared regime using a kubo formula. The model considers a spin-orbit coupling limit, resulting in isotropic bands in the four-band spherical model. The analytical evaluation of the anomalous Hall conductivity for the case of non-disordered bands is presented. The disorder is considered by approximating the green functions with finite lifetimes, including both screened coulomb and exchange interactions of the valence electrons with the manganese ions and compensating defects. The resulting expression for the anomalous Hall conductivity is presented as a first-order effect of disorder. The calculation of the anomalous Hall conductivity for the model has been carried out for manganese-doped gallium arsenide (GaAs), with average hole density, effective mass, band gap, spin-orbit coupling, and effective Bohr radius. The results are presented in the text in appendix A. The text also mentions the usefulness of anomalous Hall effects in characterizing itinerant electron ferromagnets and mentions the recent work of Jungwirth et al. that reports more quantitative characterization using these effects for these materials. Furthermore, applications are also considered, especially in room temperature ferromagnetism. scattering from uncorrelated disorder for these materials cannot be ignored, as it can broaden out features in the @xmath3 curves. The disorder-broadened spectral function and finite lifetime of quasiparticles are taken into account in the calculation of the anomalous Hall conductivity through a finite lifetime scattering rate. The scattering rate is due to substitutional mn impurities and as-antisites, which average out to a constant kinetic-exchange field in the virtual crystal approximation. The effects of disorder on the hole quasiparticles are calculated from the Fermi's Golden Rule and accounted for by averaging the scattering matrix elements over allowed transitions between bands. The 4-band model calculation results still apply to the full model numerical calculations, but the effects of disorder cannot be ignored in describing a more realistic scenario. In this text, the author presents a scientific research based on the analysis of the hall conductivity in the (III, Mn)V ferromagnetic semiconductor system. The research uses the six or four-band model to extend the previous work, which suggested that anomalous hall effects are more quantitatively useful than previously thought. The hall conductivity is extended to finite frequencies and analyzed under the influence of disorder broadening of the quasiparticles, including the effects of substitutional Mn impurities and as- antisites. The author presents an analytic calculation of the ac-hall conductivity for a disorder-free 4-band model with isotropic bands, to first order in a strong spin-orbit coupling. The results highlight the importance of considering the warping of the bands at higher concentrations for quantitative numerical results. The hall conductivity must be nonzero to have nonzero magneto-optical effects, and the most widely studied effects are the faraday and kerr effects. In the context of a scientific paper on the anomalous Hall effect in (i, mn)v ferromagnets, the following paragraphs provide a rephrasing of text discussing the calculation of the Hall conductivity and its relationship with disorder:\n\nThe linear response theory kubo formula is used to calculate the real part of the Hall conductivity of disordered, non-interacting electrons in the absence of a magnetic field. To extend this advance to finite frequencies, the effects of disorder broadening of quasiparticle spectral functions are taken into account. The Kubo formula is modified to include the finite lifetime scattering rates from uncorrelated disorder calculated using the Fermi's golden rule.\n\nTo focus on GaAs for which the coupling parameters are chosen, the calculations are carried out for a disorder-free 4-band model with isotropic bands. The results show one of the consequences of a strong spin-orbit coupling, which is that for any arbitrary direction of spin quantization axis, it parallels the wavevector. This result can be calculated to first order in the coupling strength, and for certain energy intervals, the spectral function takes specific forms. The spectral function yields the major contribution to transitions near the light and heavy-hole bands' Fermi wave-vectors.\n\nIn the calculation, for specific hole and Mn concentrations, the anomalous Hall conductivity is obtained for a given itinerant hole and Mn concentration. The effects of disorder broadening, finite spin-orbit coupling, and warping of the bands at higher concentrations are crucial factors in obtaining reliable results, which differ from those obtained for the spherical model.\n\nIn comparing these results with experimental measurements, the Faraday and Kerr effects are essential magneto-optic phenomena. In the thin film geometry, the Faraday rotation and Kerr angle and ellipticity can be calculated, although the simplified relations used in thick-layer limits do not hold for thin (i, mn)v epilayers. In (Ga, Mn)As samples, the results show that the observed faraday rotation can be larger than the giant faraday rotation observed for optical frequencies in paramagnetic (II, Mn)VI epilayers. The Kerr angles and ellipticities obtained for GaAs and mn concentrations are comparable to those obtained for (Ga, Mn) and comparable to the giant faraday rotation observed in optical frequencies. The data-base located at http://unix12.fzu.cz/ms provides a tool for obtaining and plotting various physical quantities as a function of different nominal parameters, including the effects of disorder on the anomalous ac Hall effect at different frequencies, concentrations, and mn impurities. The warping of the bands, which is present at higher concentrations, is an important factor in obtaining reliable numerical results and needs to be included in quantitative calculations. The physics behind the itinerant hole concentration and mn impurities qualitatively applies to both the 4-band and 6-band models, but the effects of lifetime broadening, spin-orbit coupling, and band warping are crucial in quantitative comparisons with experimental data. The faraday rotation angle, kerr angle, and kerr ellipticity were also studied and compared with the kerr effects observed in the optical regime used for magneto-recording devices. The resulting strong signals in all magneto-optic effects make them relatively easily measured, and the presented theory provides a tool for understanding and improving material engineering in the (Ga,Mn)As system relevant to spintronics and infrared photodetection. In the infrared regime of ( Ga, Mn)As, we have presented a theory of the ac Hall effect using the Berry phase theory of the DC anomalous Hall effect. By introducing a finite lifetime of the valence-band quasiparticles through disorder effects, our calculations reveal features (peaks and valleys) in the transverse conductivity in the range of 200-400 meV, resulting in significant changes (by more than 100%) in the conductivity. These features can be observed in different magneto-optic effects (magnetic circular dichroism, Faraday rotation, and Kerr effect) and have a significant dependence on the free carrier concentration. Our results suggest that the origin of the peaks is most easily understood in a simple 4-band spherical model, where transitions between heavy and light hole states with opposite spin polarization give the strongest contribution to the anomalous transverse optical conductivity. Further theoretical work is necessary to address the intermediate crossover between intra-band and interband contributions in these heavily doped semiconductors, which lies beyond the model limitations of our current approach. The present scientific text focuses on the ac hall effect in heavily doped GaAs ferromagnet semiconductors in the infrared regime. The paper aims to understand how transitions between heavy and light holes states with opposite spin polarization contribute strongly to the anomalous transverse optical conductivity. The effect is studied in the context of infinite spin-orbit coupling strength, which is the limit of a six-band model used for numerical calculations. The authors extend the Berry phase theory for the dc anomalous Hall effect to finite frequencies and account for the effects of disorder using a finite lifetime scattering rate for valence-band quasiparticles.\n\nThe magneto-optical properties studied here include magnetic circular dichroism (MCD), faraday rotation, and kerr effect. The MCD effect reflects the relative difference between the optical absorption of right and left circularly polarized light, and in this context, the anomalous Hall conductivity is directly related to the faraday rotation angle. The paper presents results for different magneto-optical effects for a concentration of 6% manganese impurities and a thickness of 100 nm.\n\nThe authors note that the results presented depend on the assumption that manganese impurities act as shallow acceptors and introduce local moment degrees of freedom. However, weak-quasiparticle-scattering approximations made here will be more reliable in more metallic samples, as scattering rates are smaller than other relevant energy scales.\n\nThe authors acknowledge stimulating conversations with other researchers and thank the Welch Foundation, the Office of Naval Research, and the Grant Agency of the Czech Republic for funding.\n\nThe appendix provides details for deriving the results for the anomalous contribution to the ac Hall conductivity. To derive the results for the anomalous contribution to the ac hall conductivity in the 4-band spherical model, first we need to define the host valence band hamiltonian, given by eq. 113, and its eigenvalues and eigenstates in eqs. 114, 115 and 116. The perturbation due to the antiferromagnetic coupling to the localized moments is given in eq. 118.\n\nTo calculate the dipole matrix elements needed in eq. [ac_sig_ah], we obtain the perturbed spinors in eq. 128. Here, we define the dipole matrix element:\n\nΔ_{nk,n'k} = m^2(e_{nk}-e_{n'k})^2(ℑ \\left (\\langle z_{n'k}|j_z - j^n(0)|z_{nk}\\rangle - \\frac{i \\sin\\theta\\cos\\phi}{\\hbar k}\\langle z_{n'k}|(\\cos\\phi\\hat{j}_y - \\sin\\phi \\hat{j}_x)|z_{nk}\\rangle \\right ) ) \\frac{-\\cos\\theta}{(2\\pi)^2\\hbar^2k^2\\sin\\theta}\\left (ℑ\\langle z_{n'k}|\\tilde{z}_{nk}\\rangle - ℐ\\langle z_{n'k}|\\frac{\\partial z_{nk}}{\\partial k} \\right )\n\nwhere:\n\nℑ(x) = (x + x^*)/2\n\nθ and φ are the spherical coordinates that define the k-vector, and j^n(0) is the average spin-orbit coupling strength for band n due to the impurities.\n\nBy inserting the perturbed spinors in eqs. 128 into eq. [der_zx] and [der_zy], and using the definitions of the dipole matrix element and the coupling strengths, we obtain the dipole matrix elements in eq. 131.\n\nFinally, after performing some algebraic manipulations, we get the anomalous contribution to the ac hall conductivity in the mid-infrared regime calculated first in the exchange field within the 4-band spherical model To briefly summarize the scientific article and continue from where it left off:\n\nThe article presents a theory for the ac Hall effect in the infrared regime for (Ga, Mn)As and other (III, Mn)V ferromagnets. The calculations predict features (peaks and valleys) in the anomalous transverse optical conductivity in the range between 200 and 400 meV, with a change in conductivity by more than 100%. The magnitudes of the Faraday rotation and Kerr angle and ellipticity are studied, with a nontrivial dependence on the free carrier hole concentration. The origin of the peaks is understood within a simple 4-band spherical model, in which transitions between heavy and light holes with opposite spin-polarization give the strongest contribution to the anomalous transverse optical conductivity. The four-band model represents the infinite spin-orbit coupling strength limit of the six-band model used for numeric calculations to take into account transitions within the valence band. For (Ga, Mn)As, the calculations show large signals with the Faraday rotation appearing larger than that observed in paramagnetic (II, Mn)VI s, for example. However, the limitations of the theory, such as the weak quasiparticle scattering approximations made and the neglect of inter-band contributions introduced by the heavily doped semiconductors, are acknowledged and motivate magneto-optic experiments in the infrared regime for (Ga, Mn)As and other (III, Mn)V ferromagnets.\n\nIn the appendix, details are given for deriving the results for the ac Hall conductivity, specifically calculating the dipole matrix element needed for eq. (9) in Sec. [4 band]. Using perturbation theory and the eigenspinors of the host valence band Hamiltonian, the transition dipole moment can be expressed as a product of two matrix elements. Integrating the expression over @xmath127 (solid angle in the k-space) and inserting into eq. (9), the dipole moment can be written in terms of the eigenvalues of the first-order perturbation and its derivatives with respect to the wave vector. However, for the calculation presented here, only six transitions are considered, neglecting transitions between bands with equal effective masses, since their contributions can be shown", "abstract": " we present a theoretical study of the infrared magneto - optical properties of ferromagnetic ( iii , mn)v semiconductors . our analysis combines the kinetic exchange model for ( iii , mn)v ferromagnetism with kubo linear response theory and born approximation estimates for the effect of disorder on the valence band quasiparticles . \n we predict a prominent feature in the ac - hall conductivity at a frequency that varies over the range from 200 to 400 mev , depending on mn and carrier densities , and is associated with transitions between heavy - hole and light - hole bands . in its zero frequency limit , our hall conductivity reduces to the @xmath0-space berry s phase value predicted by a recent theory of the anomalous hall effect that is able to account quantitatively for experiment . \n we compute theoretical estimates for magnetic circular dichroism , faraday rotation , and kerr effect parameters as a function of mn concentration and free carrier density . \n the mid - infrared response feature is present in each of these magneto - optical effects . ", "section_names": "introduction\ntheoretical approach\nmodel hamiltonian\n4-band spherical model\nnumerical results\nconclusions\nderivation of @xmath3 in the 4-band spherical model"}, {"article": "In simulations of stellar systems, the gravitational interaction is modified through a soft cut-off, denoted as @xmath1. This modification is implemented through a specified form in softened gravity, and its effects on dynamics have been extensively studied in recent years. While the standard plummer softening is commonly employed in simulations of disc galaxies, alternative forms reflecting the idea that softening should be as localized as possible to improve simulation accuracy near the stability threshold have also emerged.\n\nIn a 2014 paper, these existing approaches were extended to a more general case by exploring the dynamical effects of softening anisotropy, a homogeneous geometry, and the absence of rotation in models with anisotropic smoothing. The paper aimed to understand the basic differences between the dynamical effects of softening in three-dimensional (3D) and two-dimensional (2D) models, in the presence of a single stellar component.\n\nThe main results of earlier studies on the stability problem showed that the effect of softening becomes strongly artificial for distances shorter than the half-wavelength of the perturbation. The criterion of approximate physical consistency and stability criterion for the Toomre parameter were derived for an _arbitrary_ isotropic form of softening. This criterion provides information about the optimal characteristics and the best spatial resolution for different types of softened gravity.\n\nIn addition to exploring the dynamical effects of softening anisotropy, the authors also investigated the equilibrium problem for an axisymmetric state with epicyclic motions, demonstrating how significantly the circular speed and related quantities in 3D deviate from their newtonian behaviors at various distances from the center.\n\nThe authors conclude that neither small nor large values of softening length are convenient, opting for a value that optimizes the dynamical resolution of the model by accurately simulating the dynamics of three-dimensional discs with Newtonian gravity. They explain how effectively softening reduces noise on various scales, facilitating a better representation of real stellar systems with gravitationally interacting components. the square of the unperturbed radial wavelength @xmath65 . this implies that relaxing discs with isotropic softened gravity may fail to reproduce the dynamics of 3-d discs with newtonian gravity at scales much smaller than @xmath66 due to artificially reduced velocity dispersion and, consequently, increased relaxation times. To optimize the dynamical resolution of softened simulations, we propose to employ an intermediate $\\epsilon$ such that $1/\\epsilon\\sim R_{\\mathrm{res}}$, i.e., the resolution scale of the simulation. This value will provide a balance between the amount of noise in the simulation and the fidelity in simulating the dynamics of 3-d discs. We also investigate the implications of our stability analysis for the 2-d axisymmetric models with isotropic softening. We find that the circular velocity significantly deviates from its newtonian behavior at various distances from the center due to softening. Furthermore, the 3-d models without rotation provide strong modifications to the behavior of softened gravity compared to 2-d discs with isotropic softening. In addition, we discuss the basic dynamical effects of softening anisotropy, as motivated by the need to simulate the complex structure of stellar systems with significantly higher spatial resolution in some directions. To explore the dynamical effects, we propose a method that utilizes a lowest-order WKBJ approach to study the perturbation caused by a given surface-density perturbation. The primary goal is to evaluate the reduction factor, which provides complete information about the effect of softening on the stability of 2-d discs. After completing the stability and equilibrium analyses for various softening configurations, we draw our conclusions in a more general perspective and propose future applications. In the text, we are revisiting and understanding more thoroughly the classical argument favoring the choice of large values of the softening length @xmath1 in relaxation time calculations. However, the actual argument is wrong as there exists an intermediate choice of @xmath1 that _ optimizes _ the \"dynamical resolution\" of the model, i.e., its fidelity in simulating the dynamics of 3-dimensional discs with Newtonian gravity, especially near the stability threshold. The optimal characteristics are identified and evaluated for a given type of softened gravity in the presence of a homogeneous geometry and the absence of rotation. The softening anisotropy is also discussed, with recent proposals by Pfenniger & Friedli (1993) for anisotropic smoothing. In summary, our method is structured around analyzing the effects of isotropic softening on the stability of 2-dimensional discs, extracting detailed information concerning the stability properties, and identifying the optimal characteristics of the softening length @xmath1. The classical argument favoring the choice of large values of @xmath1 is misleading as it results in a low stability level if it corresponds to an inefficient calculation of the Rybicki-White relaxation time. Instead, there exists an intermediate choice of @xmath1 that produces the most accurate simulation of normal spiral structure, corresponding to a maximum value for the corrected Rybicki-White relaxation time. To understand the effects of softening in 3D and 2D simulations of stellar systems, the authors present a method for studying dynamical effects through softening anisotropy. They first introduce the reduction factor, which represents the weakening of potential perturbations induced by a given surface density perturbation due to isotropic softened gravity, and evaluate it using both analytical and numerical methods. They also define an \"effective scale height\" that characterizes the effective thickness of softened gravity on large scales.\n\nThe authors then investigate the stability properties using a scaling and parametrization. They identify the optimal relaxation level and the optimal choice for the softening length that maximizes the Rybicki-White relaxation time while satisfying the criterion of approximate physical consistency. This involves identifying the critical radial wavelength and the critical Toomre wavelength, which indicate the sensitivity of stability properties for different choices of softening length.\n\nIn addition, the authors discuss the implications of their stability analysis for the classical relaxation problem in stellar systems. They explain how the Rybicki-White relaxation time is proportional to the softening length, the cube of velocity dispersion, and the number of computer particles, but that large values of softening length do not necessarily result in a long relaxation time. Instead, they argue that there exists an intermediate choice of softening length that maximizes the relaxation time and satisfies the criterion of approximate physical consistency.\n\nFinally, the authors present a corrected Rybicki-White relaxation time that splits various contributions, including the disc mass and the impact parameter, and interprets the original unspecified velocity dispersion as the radial velocity dispersion. They also identify optimal characteristics for the simulation that maximize the relaxation and stability properties.\n\nOverall, the authors offer a method for exploring dynamical effects of softening in simulations by understanding the basic differences between softening in 3D and 2D, as well as in the Jeans problem and discs. Their motivation is to provide a more complete picture of the complexity in softening models and understand the modifications introduced by a homogeneous geometry with an absence of rotation. Referring to the previous discussion and context, the text provides insights into the stability properties of two-dimensional discs with isotropic softened gravity. The equation which governs the potential perturbation induced by a given surface-density perturbation with a radial dependence is derived using the lowest-order WKBJ approach. The reduction factor, denoted as @xmath16(k), provides complete information on the effect of isotropic softening on the stability of 2-D discs. There are two ways to evaluate this factor. One is by calculating it analytically using the integral representation of the Bessel function, while the other is by numerical computation using the hankel transform. The second step is to analyze the behaviour of the reduction factor at small values of @xmath27, which is the effective scale height. The marginal stability curve, i.e., the dispersion relation for marginally stable perturbations, is analyzed, and the effective parameter @xmath46 is used to measure the stability level. Large values of the softening length, which seem convenient for simulating a given threshold, result in a low stability level and short relaxation time. The text also introduces new relaxation characteristics, such as the corrected Rybicki-White relaxation time, and presents optimal characteristics for the stability and relaxation properties. However, this method does not consider the effects of collective interactions between particles and self-consistent fluctuations on the dynamical evolution of the system. Further effort is required to address these issues in simpler models. Firstly, we analyze the reduction factor presented in the text material. This factor is given by @xmath16(k ) @xmath17, where @xmath18 provides complete information about the effect of isotropic softening on the stability of 2-d discs. The potential perturbation induced by a given surface-density perturbation is weakened by a factor that is calculated using eq. (2) which admits a simple interpretation. Eq. (2) is obtained by integrating the contribution of self-gravity to the dispersion relation, which is weakened by a reduction of the active unperturbed surface density by the same factor. The equation also follows directly from eq. (3) using eq. (4) or (5) which are equivalent.\n\nSecondly, we investigate the critical value of the Toomre parameter, @xmath56, which is the threshold for approximate physical consistency. This value has a significant impact on the stability properties of the system. For values of @xmath50, softening mimics the effect of thickness, so that @xmath53 and @xmath54 hold. For values of @xmath51, softening causes artificial stabilization and a moderate degree of \"blueshift\". When @xmath55, the fundamental meaning of velocity dispersion becomes obscure because the stability level is no longer actively controlled by @xmath59. This observation poses serious dynamical implications, especially in terms of simulating regimes of normal spiral structure, as the critical value of the radial wavelength, @xmath60, deviates significantly from the natural wavelength, @xmath61.\n\nThirdly, we discuss the corrected Rybicki-White relaxation time, @xmath63, which is derived by adopting a simple two-body treatment and assuming a particular form for the interparticle potential, @xmath25. The corrected form of @xmath63 includes a correction factor, @xmath73, which depends on the choice of the softening parameter, @xmath1. This factor should be considered when comparing the effects of different types of softened gravity.\n\nFinally, we identify the values of the stability and relaxation parameters that optimize the stability and relaxation properties. The optimal relaxation level, @xmath80, and the optimal choice of the safety threshold, @ The following paragraph is produced based on the given scientific text:\n\nThe effective scale height, denoted by @xmath33, has a crucial dynamical meaning in types of softened gravity, particularly for discs with large-scale structure. It mimes the effect of thickness and can be analytically found by expanding the behaviour of the @xmath28-dependence of @xmath7 at long distances and then evaluating the conversion factor from the characteristics of the stable perturbations. This factor, denoted by @xmath73, is a characteristic of the relaxation problem and should be used to correct the original relaxation time formula derived by Rybicki and White. The optimal characteristics for discs with softened gravity can be identified using this factor, as it relates to the stability level and optimal choice for the softening length and other related quantities. The reduction factor, also known as the transformed surface density, provides complete information on the effect of isotropic softening on the equilibrium of 2-D discs. Additionally, the relative quadratic deviations from the newtonian behaviours of angular speed and stability properties can be estimated by using the formulae for these quantities and comparing them to the scale length, scale height, and velocity dispersion. Moderate deviations can result in modifications to the number and location of inner Lindblad resonances, and larger natural scales for all relevant measurements like disc mass, impact parameters, and relaxation level. The section provided does not directly introduce the concept of a \"conversion factor,\" as mentioned at the beginning. Instead, it introduces the analysis of the stability and relaxation properties of softened gravitational potentials in 2-dimensional discs. The conversion factor, denoted as @xmath122, is introduced later as part of the scaling and parametrization, which involves the radial wavelength, unperturbed surface density, epicyclic frequency, and the planar sound speed. This factor has already been discussed and expressed in dimensionless form. The \"third and last step\" is evaluating the conversion factor from the conversion factor itself. The stability properties are described by the marginal stability curve, which can be viewed as a curve in the @xmath43 plane, with the effective parameter @xmath46 representing the level of stability. For certain values of the model parameters such as the softening length, velocity dispersion, and number of computer particles, there are characteristic values of the stability level and radial wavelength. The section discusses the implication of these stability and relaxation properties for the classical relaxation problem, highlighting the optimal characteristics and safety threshold. It compares the results for anisotropic velocity dispersion with those for newtonian gravity. The behavior of the system's diffusion properties at large distances indicates the effectiveness of softening in suppressing small-scale fluctuations. Finally, a discussion of the equilibrium problem for an axisymmetric state with epicyclic motions is provided using hankel transforms to factorize the convolution of the mass distribution and its transform. This section does not directly introduce the \"reluctance factor\" mentioned; instead, it provides calculations of the relative quadratic deviations of the angular speed and number/location of inner lindblad resonances for a given pattern speed. The previous text discusses the stability properties of 2-D and 3-D discs with isotropic softened gravity. The effective thickness parameter, denoted by λ, plays a crucial role in both scenarios. In terms of the stability analysis, the maximum of the marginal curve corresponds to a location at radius @xmath48, and the typical radial wavelength for softening mimics this maximum. A conversion factor, now expressed in dimensionless form, can be found by examining the effective scale height. The safety threshold for approximate physical consistency is denoted by a factor, and small values of λ result in approximate physical consistency. In 3-D discs, a value that minimizes @xmath25 is suggested, and the critical radial wavelength is found. When comparing the effects of different softened gravity, a simple scale argument suggests that values of λ should be chosen to be smaller than the newtonian characteristic scale height to prevent significant interference with vertical random motion and thickness scale. Choosing values of λ that are too small can alter the dynamics of 3-D discs. In 2-D, the optimal relaxation level is defined, and the optimum choice for λ is such that the optimal relaxation level is achieved. The critical value for softening length is specified, along with a correction factor for the Rybicki-White relaxation time. In terms of the 3-D stability analysis, the effects of softening should not significantly impact the vertical structure at equilibrium. The critical stability characteristics do not depend on the temperature anisotropy, and the method to obtain optimal stable characteristics is introduced. Ultimately, choosing small values of λ for both the effective thickness parameter and λ prevent significant interference with the effects of softening and 3-D thickness scale. These results provide insight into the dynamics of 3-D and 2-D discs under isotropic softening gravity. This text discusses the computation of a dynamical characteristic, namely the relaxation time, for 2D disk galaxies with isotropic softened gravity. The paper proposes a new, correction-factor-based approach that generalizes an earlier derivation assuming a simple two-body treatment with a particular velocity dispersion. The new approach allows for comparison of different types of softened gravity and identification of optimal characteristics for relaxation and stability. The study reveals that softening significantly affects the temperature anisotropy in 3D discs, and that the value of the softening parameter should be selected carefully to avoid interference with thickness and stability. The paper also discusses the reduction factor for volume density, which can be calculated using Fourier transformation techniques in Cartesian coordinates. Numerical approximation and analytical formula for this factor are provided, and the paper discusses the relationship between this factor and the stability properties.", "abstract": " two questions that naturally arise in @xmath0-body simulations of stellar systems are :    1 \n .   how can we compare experiments that employ different types of softened gravity ? \n 2 .   given a particular type of softened gravity , which choices of the softening length optimize the faithfulness of the experiments to the newtonian dynamics ?    \n we devise a method for exploring the dynamical effects of softening , which provides detailed answers in the case of 2-d simulations of disc galaxies and also solves important aspects of the 3-d problem . in the present paper we focus on two applications that reveal the dynamical differences between the most representative types of softened gravity , including certain anisotropic alternatives . \n our method is potentially important not only for testing but also for developing new ideas about softening . \n indeed , it opens a _ direct _ route to the discovery of optimal types of softened gravity for given dynamical requirements , and thus to the accomplishment of a physically consistent modelling . ", "section_names": "introduction\nmethod\napplications\nconclusions\nuseful analytical formulae for sect.3"}, {"article": "In the realm of Loop Quantum Gravity (LQG), a covariant formulation of the dynamics is achieved through transition amplitudes between kinematical Hilbert space states, notably in terms of spinfoams, which are represented through a spin and intertwiner framework, allowing for a representation transition with the help of the Peter-Weyl and Segal-Bargmann transforms. For a geometric set of boundary data, the large-scale asymptotics of the Lorentzian spinfoam vertex exhibit sums over two classical solutions; however, the Spin and Normals representation, which diagonalizes area operators, causes artifacts such as a spread of the maximal momentum conjugate to the discrete area. Conversely, a new representation based on coherent spin-network states offers an improved interpretation via classical intrinsic and extrinsic geometry, and in Section II, we introduce this formulation. Section III elucidates the expressions for the euclidean and lorentzian spinfoam vertices in the respective holonomy and holomorphic representation, providing insights for semiclassical expansion studies. In Section V, we discuss an example application that selects a single classical solution with the aid of the peakedness on the extrinsic geometry, which enables us to better comprehend the geometrical interpretation of this holomorphic representation. Consequently, the spinfoam vertex is represented through graphical boundary data, where vertex and link labels are associated, and through boundary holonomies, respectively. By generalizing from the 3D Ponzano-Regge Model, boundary amplitude is defined, and the Engle-Pereira-Rovelli-Livine-Freidel-Krasnov vertex is utilized as a starting point. In this study, a third representation using spin and two unit-normals per link of the graph has emerged useful for the semiclassical analysis. Lastly and in this section, we introduce a new representation using coherent spin-networks, which provides an overcomplete basis of the Hilbert space and facilitates the Segal-Bargmann transform for LQG. This approach allows for a parametrization of the phase space and enables us to interpret the labels of the coherent spin-network states as classical holonomies and fluxes. In the preceding scientific text, we introduce a new representation for spinfoams in loop quantum gravity, known as the holomorphic representation. This builds upon the concept of coherent spin-networks, which provide an overcomplete basis of the boundary Hilbert space. Their labels, known as $\\mathbf{j},\\mathbf{j}',\\mathbf{i}$ and $\\mathbf{n},\\mathbf{n}'$, respectively, for spins and normals along links, provide a classical interpretation of phase space.\n\nThe holomorphic representation transforms the scalar product of a state with a coherent spin-network into a function that is holomorphic with respect to the $\\mathbf{j},\\mathbf{j}',\\mathbf{i}$ labels and normalizable under a heat-kernel measure. This has been applied to spinfoam vertices in the context of canonical LQG, where classical configurations of the ASHTekar connection and its conjugate momentum, the electric field, determine a discrete geometry in terms of fluxes through faces.\n\nThe holomorphic representation reveals a new way of understanding the semiclassical behavior of spinfoams. In particular, the peakedness properties of coherent spin-network states select one of the two classical solutions in the analysis of the large-scale asymptotics of the Lorentzian spinfoam vertex. This contrasts with the representation using spins and intertwiners, which leads to an artifact of the undesired classical solution due to its spread on the conjugate momentum.\n\nOverall, the holomorphic representation provides a clear and accessible interpretation of phase space in terms of classical discrete geometries, providing new insights and opportunities for the development of loop quantum gravity. The paper is organized into several sections with the aim of introducing the holomorphic representation in the context of spinfoams. The paper discusses the use of coherent spin networks to represent spins, their labeling, and the corresponding overcomplete basis of the boundary Hilbert space. The representation of spin and intertwiners, as well as the spin and normals representation, are also introduced, highlighting the role of classical variables in the latter.\n\nThe holomorphic representation is presented in section II, where coherent spin networks are employed to achieve a segal-bargmann transform in spinfoam theory. The interpretation of the complex variable labeling the spin network states in terms of discrete classical geometries is discussed in sections III and IV.\n\nThe paper demonstrates how a spinfoam vertex can be expressed in the holomorphic representation using formula (1.78), where the classical @math63 labels provide a clear interpretation in terms of discrete classical geometries. Two equivalent descriptions of the discrete geometry are discussed; the first, introduced in Sahlmann, Thiemann, and Winkler's work @cite{Sahlmannetal}, is based on canonical LQG and involves classical configurations of the Ashtekar connection and its conjugate momentum. The second, from Freidel and Speziale's work in covariant spinfoam theory @cite{FreidelSpeziale_03}, involves considering a cellular decomposition of the boundary 3-manifold and associating classical geometries, such as area and normal vectors, with each cell. Both descriptions provide an overcomplete set of @math75 variables that are peaked on classical configurations.\n\nApplying the formulas discussed in sections III and IV leads to a new representation of spinfoams based on coherent spin networks. This allows for a clear interpretation of classical discrete geometries and provides a useful tool for semiclassical analysis of spinfoam vertices. The text introduces a new representation of spinfoams using coherent spin-networks, resulting in an overcomplete basis of the boundary Hilbert space. This segment of the text provides a more detailed explanation of the new representation and its benefits:\n\n- Coherent spin-networks, denoted by @xmath69, are quantum states that belong to an overcomplete basis of the boundary Hilbert space @xmath22.\n- These states are characterized by spin and momentum labels, @xmath62, which provide a parametrization of the phase space of the theory as captured by the graph.\n- Coherent spin-networks have clear interpretations in terms of classical discrete geometries, where @xmath62 is equivalent to classical discrete variables such as fluxes and holonomies.\n- The new representation is based on the Segal-Bargmann transform for loop quantum gravity, and the holomorphic function, denoted by @xmath70, belongs to a Hilbert space of normalizable functions defined by a measure on holomorphic functions.\n- The Holst action can be defined using the holomorphic representation, leading to a new way of defining a spinfoam vertex amplitude.\n- The segment explains two equivalent descriptions of the discrete geometry associated with @xmath63 variables:\n   - One proper of canonical loop quantum gravity (due to Sahlmann-Thiemann-Winkler) involves classical configurations of the Ashtekar connection and its conjugate momentum. The expectation values of geometric operators provide a correct interpretation of the @xmath63 variables in terms of classical fluxes and holonomies.\n   - The second description (introduced by the authors) involves coherent spin-networks and twisted geometries. For each face of the cellular decomposition, variables such as area, extrinsic angle, and unit normals are considered. The Holst action can be defined using these variables, leading to a piecewise flat geometry for simplicial cells or a more general twisted geometry.\n\nOverall, the new representation of spinfoams using coherent spin-networks offers a useful tool for studying spacetime geometry in terms of classical discrete variables, which complements the canonical loop quantum gravity approach. It can also provide insights into the quantum nature of gravity through the analysis of expectation values of geometric operators in this framework. In the current scientific text, a new representation of spinfoams is introduced based on `coherent spin-networks` that provide an overcomplete basis of the boundary Hilbert space. This representation allows for a clear interpretation of classical discrete geometries that can be expressed using either the classical configuration of Ashtekar connection fluxes and holonomies (a), or fluxes (a), angles, and normals (b) for twisted geometries. The variables in (b) include areas, extrinsic angles, and unit normals for each link in the graph. The proposed representation is useful in the semiclassical analysis of spinfoams since the `63 labels` of `coherent spin-networks` admit a clear interpretation in terms of classical discrete geometries. The semiphonemological formula for the spinfoam vertex, given in the paper, applies to either representation. Coherent spin-networks peaked on the classical configuration in (a) reduce to superpositions over spins of Livine-Speziale spin-networks in (b), centered around a phase term with a gaussian distribution having a width proportional to the area of the flux. This paper presents a general framework for the new spinfoam vertices and their relation to twisted geometries. Using coherent spin networks, a new representation of spinfoams is presented in this section. Coherent spin networks provide an overcomplete basis of the boundary Hilbert space, and each link of the graph is labeled by an element from ℂ. The associated holomorphic representation can be defined using formula ([Eq : Wψ]) in which the Ponzano-Regge vertex amplitude, ([Eq : PRH]), is given by the following formula:\n\nW[Ψ(γ,γ')] = [(2j_i ctheta_i gamma_i)!]^2 ∏_l N^3_l [(j_l+s_l)! (j_l-s_l)! s_l! (j_l-j'_l)!]^2 (-1)^(j'_l - s_l) A[S'_l,S'_l']\n\nin which\n\nS'_l = (|s_l|,ℝ^3(s_l)×n_l), ℍ^3(s_l)×n'_l)\n\nA[S'_l,S'_l'] is the 'Atlas amplitude' defined as the Racah symbol and determined by the geometry described by the variables (b) in which each cell is equipped with a Euclidean 3-geometry, and the geometry between shared faces has twist, unlike (a) in which classical configurations of the Ashtekar connection and the electric field flux define a phase space point in general relativity. The area and the normals (@xRef-Math:90) and (@xRef-Math:91) of each face, along with the extrinsic angle between the Euclidean Minkowski 21-normals (@xRef-Math:92) and (@xRef-Math:93) to the cells, provide the variables for each link of the graph. Coherent spin networks reduce to superpositions over spin networks when large areas are considered, which are gaussians centered on a phase term, originally proposed by Rovelli for graviton propagation. The 4D Lorentzian vertex amplitude can be defined using the Clebsch-Gordan coefficients in the context of representations of the Euclidean group. Expression ([Eq : WHl]) can be To put this in simpler terms: a coherent spin-network state is a state that is overcomplete, labeled by specific variables associated with links and nodes in graph structures. In the \"spin and normals\" representation, the classical variables involved in the geometry are those related to angles between faces and normals of a polyhedral or cellular decomposition of a three-dimensional boundary. In this representation, a discrete geometry can be associated with labels for the spin-network, with variables related to area, angles, and normals. The choice between the classical interpretation in terms of fluxes and holonomies or areas, angles, and normals is dependent on the specific approach being used in the spinfoam context. The lorentzian vertex amplitude for a given boundary state involves mapping that state into a holomorphic representation, with a map dependent on extrinsic angles. This provides a compact definition of the vertex, which can be expressed in terms of holonomy representations on normals and geometries on faces. This approach leads to a simplified form of the vertex, as demonstrated by its integral formula representation. The following paragraph continues the scientific text discussed earlier:\n\nIn this section, we introduce a new representation of spinfoams, based on coherent spin networks, presented in @xcite,@xcite. This new representation provides an overcomplete basis of the boundary Hilbert space and is labeled by an element of @xmath63 per link of the graph. These labels provide a clear interpretation in terms of classical discrete geometries. In a previous equivalent description, we have in terms of canonical LQG and classic configuration of the Ashtekar connection and its conjugate momentum, represented as a classical configuration of fluxes and holonomies, as discussed in @xcite. We now consider a second equivalent description, following the work of Freidel and Speziale in @xcite, where twisted geometries emerge as classical variables. In this second description, for each face of the boundary manifold, we have its area and two normals, leading to the following set of variables: an area, and an extrinsic angle, and two unit normals. Out of these variables, we can build the @xmath63 element specified as in ([eq:h_l]) using the expression ([eq:hl]) with the following complex number ([eq:z_1]) and the immirzi parameter introduced in Ashtekar-Barbero connection (([eq:barbero])). This parametrization reduces to superpositions over spins for large areas, as discussed in the original proposal by Rovelli for analyzing the graviton propagator in @xcite. Contracting the vertex amplitude with the spin-network basis ([eq:spin-network]) leads to a simple integral formula for the vertex in the holonomy representation. This representation is crucial for analyzing the semiclassical behavior of spinfoams. For instance, let's consider a particle on a line. The evolution operator in the position representation is expressed as ([eq:w(x_1, x_2)]) by $ ] the classical action evaluated along the classical path, s=x(t) and, thus, provides a semiclassical interpretation. Similarly, in section V of the scientific text, the semiclassical behavior of spinfoams will be discussed, showing an interesting interplay between the holomorphic representation ([eq:w_h_l]) and the representation in terms of areas, angles, and normals From scientific text in high quality wikipedia-like English, the authors explore the use of coherent spin-networks in the spinfoam setting. They demonstrate how the holomorphic representation of spin-foams can be utilized for describing discrete geometries in terms of classical fluxes and holonomies.\n\nThe authors present two equivalent descriptions for discrete geometries. The first is proper to canonical LQG, while the second is mostly used in the covariant spinfoam setting.\n\nThey begin by defining the boundary state on a graph and using the Segal-Bargamann transform, this boundary state can be transformed into a spin-network state for a given spacetime. The 4D Lorentzian vertex for this state can be defined using a map from the boundary states to 4D LQG spin-networks.\n\nThe authors derive the holonomy representation of the Lorentzian vertex, which corresponds to the Ponzano-Regge vertex amplitude in the holomorphic representation. They also present the equivalent description of the discrete geometry in terms of classical fluxes and normals.\n\nIn a simple quantum mechanical system example, the authors illustrate the semiclassical behavior of the spinfoam vertex using the path integral. They show that in the formal semiclassical limit, classical solutions dominate the path integral, and the stationary phase approximation leads to a sum over all classical contributions. They also highlight the fact that in this limit, only one term in the sum over classical solutions contributes to the wave packet's evolution. \n\nThe study of semiclassical properties using the holomorphic representation provides important insights into the behavior of the spinfoam vertex and highlights its practical application in understanding physics in curved spacetimes. We explore the interplay between the representations of the spinfoam vertex in the context of 4D Lorentzian spinfoams. The holomorphic representation, associated with a set of semiclassical states, provides a tool for analyzing the semiclassical behavior of the vertex. In quantum mechanics, the path integral is dominated by classical solutions, and the semiclassical limit is expressed as a sum over classical contributions. The holomorphic representation for a particle on a line involves coherent states that are peaked on both position and momentum. Similarly, the holomorphic representation of the 4D Lorentzian spinfoam vertex is associated with coherent spin networks. A classical spin network corresponds to a classical trajectory, and in the semiclassical limit, only one classical spin network contributes to the transition amplitude. In contrast, if the spin network is not classical, the transition amplitude is suppressed by a term that oscillates rapidly. Overall, the holomorphic representation provides a framework for understanding the relationship between classical and quantum behavior in spinfoams.", "abstract": " we study a holomorphic representation for spinfoams . the representation is obtained via the ashtekar - lewandowski - marolf - mouro - thiemann coherent state transform . \n we derive the expression of the 4d spinfoam vertex for euclidean and for lorentzian gravity in the holomorphic representation . \n the advantage of this representation rests on the fact that the variables used have a clear interpretation in terms of a classical intrinsic and extrinsic geometry of space . \n we show how the peakedness on the extrinsic geometry selects a single exponential of the regge action in the semiclassical large - scale asymptotics of the spinfoam vertex . ", "section_names": "introduction\ni. spin foams in various representations\nii. the holomorphic representation\niii. 4d euclidean vertex amplitude in the holomorphic representation\niv. 4d lorentzian vertex amplitude in the holomorphic representation\nv. semiclassical analysis: role of the extrinsic curvature in the large spin asymptotics\nvi. conclusions and perspectives\nacknowledgments"}, {"article": "Recently, asymmetric simple exclusion processes (ASEP), specifically the totally asymmetric simple exclusion process (TASEP) model, have garnered increasing interest from physicists due to the surprising complexities that they exhibit. ASEPs have various and successful applications in chemistry, physics, and biology, particularly in studying molecular motor traffic along biomolecular structures. The minimal model of ASEP is the TASEP, which involves particles moving unidirectionally along a lane. Several works have been proposed to model molecular motor trafficking, including those that incorporate the effects of attachment and detachment of particles to a bulk in biology, such as gel electrophoresis, protein synthesis, and mRNA translation phenomena. The investigation of molecular motor traffic would be more realistic if multi-lane ASEP with symmetric or asymmetric lane-changing rules is employed. This paper aims to investigate the collective effect of attachment and detachment of particles on both lanes of a two-lane TASEP system, as it is a useful motivation for the study of real two-lane or multi-lane molecular motor traffics. The model incorporates a TASEP model with langmuir kinetics and lane-changing rules in both lanes. The effects of various parameters, such as different lane-changing rates, attachment and detachment rates, and system sizes, are investigated through Monte Carlo simulations and mean-field approximation. The work could have implications on understanding the traffic of molecular motors and other particle traffic in various areas, including real two-lane or multi-lane molecular motor systems and vehicular traffic. The paper provides a detailed description of the two-lane TASEP model, including the processes involved and the corresponding updating rules, and discusses the results of Monte Carlo simulations. Mean-field approximation is also presented to provide quantitative agreement with the Monte Carlo simulations. A recently proposed biomolecular system model has been presented, incorporating a tasep (totally asymmetric simple exclusion process), Langmuir kinetics, and Brownian ratchet mechanisms to better understand the movement of individual motors. The model has been simulated, and its results have been compared to experimental observations in the low-density limit. The effects of parameters such as different lane-changing rates, attachment and detachment rates, and system size have been analyzed. The results suggest unexpected stationary regimes for large but finite systems, represented by phase coexistence in both low and high density regions, separated by a domain wall. A random particle injection and detachment process has been assumed, and two-lane asymmetric exclusion processes have been investigated for real two-lane or multi-lane molecular motor traffic. Monte Carlo simulations have been used to investigate the effects of parameters on density and current profiles, and mean-field approximation was presented to verify the results. A two-lane lattice of 11 sites was used for analysis, and a randomly sequential updating scheme was implemented. Results indicated that the domain wall first moved to the left before moving towards the right as the domain wall coupling increased. Overall, the proposed model can shed light on the study of molecular motor traffic and other particle traffic in biology as well as in other areas such as vehicular traffic. This text under scientific high-quality Wikipedia English refers to the investigation of asymmetric lane-changing rates in a two-lane trajectory system for molecular motors. The article delves into the effects of different parameters on density and current profiles, such as lane-changing rates, attachment and detachment rates, and system size. While these parameters may have distinct effects in a single lane system, the presence of a second lane introduces additional complexity, causing what is referred to as the \"jumping effect.\" This effect can lead the domain wall (and current curve) to jump between the two lanes, which can be distinguished by the presence of a critical value in the system. By studying this phenomenon, the authors hope to better understand the collective effects of attaching and detaching particles on both lanes of a two-lane system, with implications for the study of molecular motor and vehicular traffic, among others. The authors use Monte Carlo simulations and mean-field approximation to investigate and verify their results. Specifically, they found that the jumping effect weakens when attachment and detachment rates increase proportionally. When analyzing larger systems (@xmath56), the authors observed the same \"jumping\" phenomenon, with a domain wall moving left when @xmath57 but moving right when @xmath58. Therefore, the jumping effect is not limited to smaller systems and remains an essential factor to consider when investigating two-lane molecular motor or vehicular traffic systems. In this paper, we investigate the effects of attaching and detaching particles in a two-lane traffic system coupled with Langmuir kinetics. By assuming symmetric lane-changing rates, our model defines a landscape consisting of two equivalent lanes with a length of @xmath4 sites for particle movement, with particles only shifting from left to right. The particles have the ability to undergo various processes, including lane selection, particle ejection, lane-changing, and particle attachment and detachment. This random motor system has been shown to shed light on the field of molecular motor traffic and other areas, such as vehicular traffic. To address the issue of finite-size effects, we use a randomly sequential updating scheme and run simulations for a system size of @xmath61. In our simulations, we observe a unique phenomenon known as the \"jumping effect,\" where the domain wall, which is the boundary between particle density changes in each lane, moves to the left and then to the right as the lane-changing rate increases from 0 to 1. This effect is influenced by attachment and detachment rates, and it also decreases in a larger system. By examining and examining finite-size effects in our model, we highlight the importance of considering the size of real systems, particularly for the study of molecular motor traffic, where a system size of approximately 1,000 sites is sufficient to realistically describe the movements of molecular motors. In this article, a two-lane tasep model is presented for nanocarrier-based drug delivery systems, with consideration for attachment and detachment rates. The system consists of a two-lane lattice, where particles move left to right and can attach and detach from the lanes, undergoing various processes such as lane selection, lane changing, and particle movement. The model includes a parallel scheduling algorithm for updating, where each site is selected randomly and updated according to the updating rules. Stationary profiles are obtained through simulations, with an average current calculated based on sampled profiles.\n\nFor one-lane tasep with Langmuir kinetics, two separated processes are investigated. It is observed that as the number of lane-changing particles increases (i.e., increasing @xmath3), the domain wall initially moves to the left and then shifts right. This phenomenon, referred to as the \"jumping effect,\" is also observed in larger systems (e.g., @xmath56), but disappears in very large systems (e.g., @xmath61). It is argued that considering the finite-size effects is essential as simulation results may not be applicable to real systems, given that specific lengths in which proteins travel (e.g., Kinesin) are not infinitely large.\n\nThe current increases with increasing attachment and detachment rates until it reaches the maximum value (approximately 0.25). The results have implications for drug delivery systems, providing insights into the effects of attachment and detachment rates on system properties (e.g., density and current profiles). In the context of the scientific text above, which discusses a two-lane tasep (total asymmetric simple exclusion process) with Langmuir kinetics in a lattice system with particles moving from left to right, the results of Monte Carlo simulations have been presented. An unexpected phenomenon, referred to as the \"jumping effect,\" has been observed where the domain wall first moves left slightly, then moves right, as the lane-changing rate increases. This effect is noteworthy for its observation in larger systems as well, indicating it is a result of finite-size effects. When the system size is large enough, the jumping effect becomes weaker. The average density and current profiles are affected by the attachment and detachment rates, where increasing the difference between these rates will lead to more particles attaching to the lanes rather than detaching. The density decreases and the location of shocks shifts right slightly after the maximum density is reached, suggesting no significant effect of the lane-changing rate on the system properties after this point. Additionally, increasing the detachment rate causes an increase in average density and the shock moves left and the width of the transition region decreases while the current first increases and then decreases upon increasing the detachment rate. These phenomena can be explained by the decrease in opportunities for particles to detach from the bulks due to the decrease in the detachment rate, causing more particles to remain in the bulks. In this section, results from Monte Carlo simulations are presented for a two-lane homogeneous totally asymmetric simple exclusion process (TASEP) with Langmuir kinetics. The simulation reveals an unexpected phenomenon, referred to as the jumping effect, where the domain wall moves left slightly and then right with increasing particle lane-changing rate. This effect is influenced by attachment and detachment rates, and is a result of particles jumping between the two lanes. The density decreases, and the location of shocks shifts right slightly when the maximum density is reached. As the lane-changing rate approaches the maximum current, the current decreases, and the position with the maximum current moves left and the amplitude increases. This phenomenon shows finite-size effects, and as the size of the system increases, the boundary layer disappears in the limit of an infinite system. A mean-field theory is also developed to describe the evolution of particle densities in a bulk, considering particle movement, lane changing, attachment, and detachment of particles. This text discusses the behavior of a two-lane tasep with lane-changing rates, where particles may move between lanes. The simulation results show a surprising \"jumping effect,\" where the domain wall initiates a left movement and then a right movement as the lane-changing rate increases. This phenomenon is sensitive to the attachment and detachment rates and disappears in large systems. The study also investigates the effect of the values of one of the attachment and detachment rates on average density and current profiles. Meanwhile, a mean-field theory is developed using a statistical average approach for particle densities in a bulk and at boundaries. In large systems with a boundary layer, the width of the transition region decreases and will eventually disappear in an infinite system. As the lane-changing rate becomes large, the coarse-grained stationary-state equation is transferred to a continuum mean-field approximation. The results show that lanes are symmetric and homogeneous, leading to simplified equations for the stationary state. These findings shed light on understanding the behavior of molecular motors that move between lanes in a real system with a finite size. The article presents results from Monte Carlo simulations and mean-field approximation for a two-lane asymmetric exclusion process coupled with Langmuir kinetics. The model is inspired by the movement of molecular motors and has a randomly sequential updating scheme. The simulations reveal the presence of a jumping effect, where the domain wall (density profile) first moves to the left and then to the right as the lane-changing rate increases. This effect becomes weaker when the system size increases. The average density and current profiles also show the influence of lane-changing rate and attachment/detachment rates. The mean-field approximation confirms the numerical results from the simulations. In larger systems, the jumping effect becomes insignificant and the density profile reaches a stationary state with no lane-changing effect. The article also investigates the effect of attachment/detachment rates and finds that they have a considerable impact on the density and current profiles. In contrast, the lane-changing rate has limited effects on the density profiles when the system size is large. The results suggest that finite-size effects should be taken into account when studying molecular motor transport due to the system size limitations in real systems. Overall, the paper presents a systematic investigation of a two-lane asymmetric exclusion process coupled with Langmuir kinetics, providing insight into the behavior of molecular motors. \n\nTo clarify the key insights and findings:\n\n- The jumping effect is a phenomenon where the domain wall (density profile) first moves to the left and then to the right as the lane-changing rate increases in a two-lane asymmetric exclusion process coupled with Langmuir kinetics. This effect is influenced by the size of the system and becomes weaker when the system size increases.\n- An understanding of finite-size effects in molecular motor systems is essential due to real system constraints.\n- Both simulations and mean-field approximation provide results that confirm the jumping effect.\n- The lane-changing rate has limited effects on the density profiles, while attachment/detachment rates have a significant impact on the density and current profiles.\n\nHighlights:\n\n- The jumping effect is a unique and significant finding in a two-lane asymmetric exclusion process coupled with Langmuir kinetics.\n- Finite-size effects are essential to consider in molecular motor systems and contribute to a better understanding of molecular motor behavior.\n- Both simulations and mean-field approximation provide complementary results for better insight In this paper, a two-lane totally asymmetric exclusion process coupled with Langmuir kinetics is studied through Monte Carlo simulations and mean-field approximation. This model is inspired by the movement of molecular motors, consisting of motor advancing along filaments, random attachment and detachment, and free jumping between filaments. The results of Monte Carlo simulations agree with mean-field approximation, and this paper focuses on the complex behavior of this model.\n\nFirstly, the jumping effect is observed, which is characterized by the domain wall first moving left slightly and then moving towards the right as the lane-changing rate increases. This effect is a finite-size effect and is not observed in large systems (1,000 < n < 10,000), indicating the real size of a system is important to consider. The jumping effect is also influenced by attachment and detachment rates.\n\nAfter the densities reach a maximum, the increase of the lane-changing rate has little effect on the system properties such as average density and current. When the attachment rate @xmath7 is fixed, increasing the detachment rate @xmath8 leads to an increase in average density and current, but at a certain point, the lowering of the current is observed. If the system size @xmath4 is increased, the amplitude of the shock increases, and the average density increases.\n\nLastly, lane-changing rate @xmath3 has minimal effect on the density profiles of a two-lane tasep coupled with Langmuir kinetics at a large attachment/detachment rate and/or a large system size. When these conditions are met, lane-changing becomes less significant, and the behavior of the model can be described by a continuum mean-field approximation.\n\nIn summary, this study presents a model for understanding the complex behavior of molecular motors and highlights the importance of finite-size effects and attachment/detachment rates when studying such systems.", "abstract": " in this paper , we study a two - lane totally asymmetric simple exclusion process ( tasep ) coupled with random attachment and detachment of particles ( langmuir kinetics ) in both lanes under open boundary conditions . \n our model can describe the directed motion of molecular motors , attachment and detachment of motors , and free inter - lane transition of motors between filaments . in this paper \n , we focus on some finite - size effects of the system because normally the sizes of most real systems are finite and small ( e.g. , size @xmath0 ) . \n a special finite - size effect of the two - lane system has been observed , which is that the density wall moves left first and then move towards the right with the increase of the lane - changing rate . \n we called it the jumping effect . \n we find that increasing attachment and detachment rates will weaken the jumping effect . \n we also confirmed that when the size of the two - lane system is large enough , the jumping effect disappears , and the two - lane system has a similar density profile to a single - lane tasep coupled with langmuir kinetics . \n increasing lane - changing rates has little effect on density and current after the density reaches maximum . also , lane - changing rate has no effect on density profiles of a two - lane tasep coupled with langmuir kinetics at a large attachment / detachment rate and/or a large system size . \n mean - field approximation is presented and it agrees with our monte carlo simulations . ", "section_names": "introduction\nmodel\nmonte carlo simulations\nmean-field approximation\nconclusion\nacknowledgements"}, {"article": "In the field of quantum many-body problems, the coupled-cluster (CC) method is a widely used technique for exact solutions. The CC approach involves an exponential ansatz for the many-body wavefunction, with amplitudes for particle-hole excitations from a reference Slater determinant. This simplifying property results in a finite number of terms for the eigenvalue equations, although the resulting wavefunctions have an infinite number of terms when calculating matrix elements. In this paper, we explore partially summing the terms for matrix elements in transitions between states of univalent atoms such as alkali metals. While the linearized CC approach (LCC) ignores non-linear terms, leading to missing many-body diagrams in the rpa chain, we present an alternative scheme that avoids double-counting. Our CC framework incorporates particle-hole line dressing and RPA-like dressing for matrix elements, resulting in correction terms in the fourth order of many-body perturbation theory. In this paper, we illustrate our approach with relativistic calculations of hyperfine-structure constants and dipole matrix elements for the cesium atom. The present calculations are the first complete fourth-order MBPT calculations for CS. The CC formalism is reviewed, with different approximations and illustrations presented for systems with one valence electron outside closed-shell core orbitals. The paper is organized into sections discussing CC formalism, particle-hole line dressing, RPA-like dressing, and presenting an illustrative fourth-order calculation comparison. Finally, the conclusions are drawn. In the context of computing properties of univalent atoms, specifically alkali metal atoms, there has been a number of previously published calculations using the linearized coupled-cluster (LCC) method, which ignores non-linear terms ([Eq: zmelseries]) in the expansion related to the random-phase approximation (RPA) method. This shortcoming can lead to missing important chains of many-body diagrams for matrix elements, contributing to inaccurate calculations. To correct for this, a method has been investigated to dress particle and hole lines in the CC diagrams for matrix elements, as well as to address a direct RPA dressing of these diagrams.\n\nThe approach presented in this paper involves an alternative infinite-summation scheme for RPA diagrams that avoids the double counting and manual removal of certain leading-order diagrams previously employed. In addition to dressing corrections, we also incorporate certain classes of diagrams from direct fourth-order MBPT, which results in complete calculations through the fourth order.\n\nTo illustrate this approach, complete calculations for the hyperfine-structure constants and dipole matrix elements for CaS have been presented. In section \"cc formalism,\" the CC formalism for computing properties of univalent systems is reviewed, with various approximations and a detailed summary of the CC parameterization for open-shell systems. In section \"particle and hole lines,\" a dressing scheme is presented for both particle and hole lines, resulting in a first-order correction. In section \"RPA dressing,\" an RPA dressing of LCCSD diagrams for matrix elements is discussed, with additional diagrams for RPA-like dressing being explicitly derived. In section \"numerics,\" the proposed summation schemes are illustrated numerically and the results are presented and compared with relevant fourth-order diagrams. Finally, in section \"conclusion,\" the conclusions drawn from this work are summarized.\n\nThe notation used in this paper includes single-particle and virtual/excited orbitals, with core and valence states forming a subset of virtual orbitals designated with a valence index. All single-particle states occupied in the core are denoted by index @xmath30, while excited states are denoted by index @xmath32. The corecluster operator involves clusters, defined by single and double excitations of core orbitals, while the valencecluster operator incorporates additional excitation amplitudes from the valence state. The CC formalization for In this section, we delve further into the dressed particle and hole lines that arise upon all-order summation of RPA chains to avoid double counting. While the RPA-like dressing of the coupled-cluster diagrams for matrix elements has already been presented in a previous paper, we explore another subset of diagrams that contribute to dressing the particle and hole lines within these diagrams.\n\nIn a recent paper, we presented a more extensive discussion of the coupled-cluster method for univalent systems with one valence electron outside closed shell core. We summarize the CC formalism for calculation of matrix elements and specify the state of the valence electron. We review various approximations and discuss the CC parametrization for open-shell systems, emphasizing that the cluster amplitudes can be found from solving a proper analog of the eigen-value equation.\n\nThe CC diagrams for matrix elements can be found through eq. (ZMEL), but disconnected diagrams in the numerator and denominator cancel, resulting in a expression for the exact matrix element. The valence part of the normalization factor is defined similarly and is denoted as [ZCONN].\n\nThe lccsd approximation provides a linearized CC calculation for the wave function, leading to 21 diagrams for core contributions and 5 contributions to the valence contribution in [ZSDREPRESENTATIVE]. The dominant correction to the Hartree-Fock value is from the RPA-type diagram (a) and two-body orbital (BO) diagrams.\n\nIn this paper, we discuss the dressing of all particle and hole lines as shown in fig. [FIG: DRESSINGGENERAL]. In order to derive all-order insertions for particle and hole lines, we prove that given a certain CC diagram for the matrix element, all particle and hole lines can be dressed.\n\nTo this end, we start with a 'seed' or 'bare' diagram coming from a certain set of contractions in eq. (ZMEL). We consider a subset of terms of eq. (ZMEL), subject to constraints as outlined in [SEC: PARTICLEHOLE]. Within this group, we perform contractions between particles and holes using product operators of [SEC: PARTICLEHOLE] as an intermediate step. We can then proceed to contract the resulting objects into chains, generating the dressed CC chain.\n\nThe dressed particle and hole line insertions, denoted In this section, the author focuses on the valence excited states in univalent systems, where the coupled-cluster (CC) method is used to calculate matrix elements. The CC method partitions the total Hamiltonian into a lower-order (frozen core Hartree-Fock (HF)) Hamiltonian and a perturbative residual interaction. For a system with one valence electron outside of closed-shell core, CC formalism uses a general parametrization based on ccCluster operators, which can be simplified for univalent systems. The lccsd (linearized CCSD) approximation, which includes 21 diagrams for valence contributions and 5 contributions to core matrix elements, is used as a basis for the present discussion.\n\nThe author introduces Wick's theorem to simplify the product of creation and annihilation operators involved in the CC method. A decomposition of the product into all-order insertions for dressed particle and hole lines is derived. The author then proves that a single iteration on a selected set of contractions within a group will generate the same diagrams as the original \"bare\" diagram. The number of combinations for selecting groups and contracting them is computed binomially.\n\nThe author then presents the dressed line insertions for particle and hole lines, where particle holes and dress line insertions are shown in Figs. [fig: dressinggeneral][fig: sddressedinsertions]. The dressed line insertions for particle holes, involving binomial coefficients, can be obtained by solving an implicit equation. These insertions can be applied to the all-order dressed line insertions for inner lines in diagrams.\n\nUsing the dressing scheme, the author illustrates the dressed diagrams for line insertions with an example for the HF diagram and lccsd diagrams. The dressed diagrams are shown in Fig. [fig: zsdrepresentativedressed]. The author discusses the computation of matrix elements through systematic line dressing based on the topological structure of the product [eq:coretops][eq:valtops]. In particular, for the two-body term of [eq:coretops][eq:valtops], an insertion that generates rpa-like chains of diagrams involves a two-particle, two-hole part. By applying symmetry properties, the author defines dressed matrix elements and dressed valence cluster amplitudes.\n\nThe author postpones numerical results until section [sec In a top-down approach for calculating properties of univalent systems using coupled cluster theory, we derive representative lccsd diagrams for matrix elements in fig. [ Fig : ZSDrepresentative ] and present a dressing scheme for particle and hole lines to go beyond the linearized lccsd contributions. The derivation presented in section [ Sec : ParticleHole ] allows for simultaneous dressing of all particle and hole lines of a diagram, including the inner lines of the original \"'bare'\" object. With the truncated cluster operator, the dressed hole-line insertion reads @xmath76 and the particle-line insertion is @xmath77, introducing dressed core cluster amplitudes @xmath81 and dressed valence cluster amplitudes @xmath87 and @xmath88, as shown in fig. [ Fig : ZSDrepresentativedressed ] using dressed matrix elements @xmath86. In section [ Sec : RPAlikeDressing ], we focus on the two-body term of the product @xmath0 in eq. . , and derive an rpa-like chain of diagrams from a two-particle/two-hole part of the object. The resulting insertion @xmath98 may dress any particle-hole vertex of a diagram, as shown in fig. [ Fig : RPAdressingVertex ]. Using this dressing scheme, we numerically compute the four dressed diagrams shown in fig. [ Fig : ZSDrepresentativedressed ], with iterative solutions for the implicit equations for dressed particle-hole insertions. Furthermore, we provide an example for dressing particle-hole matrix elements of operator @xmath104, deriving equations for the dressed matrix elements using our dressing scheme. While the equations resemble the traditional RPA formulae, they do not couple spin-flip and normal matrix elements. In the realm of quantum chemistry, mathematical objects representing molecular systems are manipulated using the Wick theorem to generate normal forms. These normal forms encompass a variety of complex structures, where valence doubles and bo diagrams hold significant importance. In this study, a coupled-cluster (CC) method is used to calculate properties of univalent systems. The goal of this paper is to surpass the linearized LCCSD contributions, which constitutes the \"skeleton\" diagrams that will be \"dressed\" due to the nonlinear CC terms.\n\nThe Wick theorem involves expanding a product into a sum of normal forms, where the first term incorporates a free hole line entering specific structures from above and another hole line leaving below. Similar structures apply to particle lines, except the lines' directions are swapped.\n\nDressing of particle and hole lines can be achieved by iteratively solving an implicit equation. The dressed particle-line insertion involves a single incoming and a single outgoing particle line, which is anti-symmetric. For particle-hole lines, simultaneous dressing of all lines is achieved by introducing dressed core cluster amplitudes and dressed valence cluster amplitudes. These dressed matrix elements are then used to dress lCCSD diagrams.\n\nThis dressing scheme is applied to the two-body term of the product, leading to the introduction of an rpa-dressed object, which is solved iteratively. As an example, the rpa-dressed particle-hole matrix elements for an operator can be derived, where a set of two equations are obtained resembling traditional rpa formulae but without coupling the core and virtual orbitals.\n\nHowever, complex scenarios arise when horizontal cross-cuts produce multiple unquenched particle and hole lines, resulting in cross-dressing. As an illustration, the valence double contribution to the wavefunction involves two equivalent vertexes, leading to a situation where the rpa object is attached to valence double vertices' both ends. to obtain the dressed version, we apply the rpa-like dressing to each particle-hole vertex in lccsd diagrams. This involves introducing the rpa-dressed object, represented by @xmath98, which can dress any particle-hole vertex of a diagram and is obtained by iteratively solving an implicit equation shown in fig. [ fig : rpadressingeqn ]. \n\nOne example to illustrate the detailed dressing procedure is shown with rpa-dressing of the valence double contribution to the wavefunction. Starting with the diagram @xmath113, we attach the rpa object to either vertex @xmath114 or @xmath115. The final rpa-dressed valence double amplitude is defined as @xmath118, where the sum represents the valence double contribution with the same free ends as in the original equation. The numerical factors are derived in the same manner as for line dressing. \n\nIn general, we select the contribution from eq. @xmath118 based on the structure of the underlying unquenched lines produced by a horizontal cross-cut through a diagram. By rewriting the equation using this seed object, we can extend the dressing procedure to several equivalent vertexes. However, for a single, isolated vertex, the equations derived are similar to the traditional rpa formulae for dressed matrix elements. In this ccsd approximation, we obtain a bare rpa-like insertion and can iteratively solve for the dressed insertion for each particle-hole vertex in lccsd diagrams. conducted using the traditional rpa approach, these diagrams should be discarded in the present approach due to redundancy. This is illustrated by considering the Hartree-Fock diagrams @xmath93 from Ref. @xcite, which are included in the dressing of the hartree-fock diagram when dressing all particle and hole lines according to Fig. [fig: rpadressingeqn]. By postponing discussion of numerical results for this dresssing scheme until section [sec: numerics] of the text, we can proceed with the systematic dressing of the coupled-cluster diagrams for matrix elements based on the topological structure of the product @xmath0, Eq. (9) in Ref. @xcite.\n\nFocusing specifically on the two-body term, we introduce an RPA-dressed object @xmath98, Eq. (10) in Ref. @xcite, where the subscript \"rpa\" indicates that the objects inside the brackets are contracted to result in a specific free particle/hole structure (see Eq. (10) in Ref. @xcite). The sign in the leading term (with the Kronecker symbols) is chosen such that a product with a particle-hole object results in the original object. This RPA-dressed object can dress any particle-hole vertex of a diagram as shown in Fig. [fig: rpadressingvertex] (a). As an example, consider dressing particle-hole matrix elements of operator @xmath10. The equation for the dressed matrix element @xmath105 can be derived as @xmath106 where we used Eq. (10) for the RPA-dressed object.\n\nIt is important to note that this derivation is only valid for an isolated vertex. More complex scenarios arise when a horizontal cross-cut through a diagram produces several unquenched particle and hole lines. In these cases, the lower particle and hole lines of the object @xmath111 can be attached in any order to the unquenched lines of the bare diagram, and \"cross-dressing\" may occur. As an illustration, consider the RPA-dressing of the valence double contribution to the wavefunction @xmath112. This arises when the diagram @xmath113 (see Fig. [fig: zsdrepresentative]( This section describes the process of systematically dressing both particle-hole and rpa-like chains of diagrams using the coupled-cluster (CC) method in a high-quality wiki-like English format. Starting with a \"seed\" diagram based on a set of contractions, the series of diagrams is dressed by considering a subset of terms constrained by binomial coefficients. The dressed particle-hole lines are generated by iterating on dressed insertions, which results in the dressing general equation (eq. 71) and dressed line insertion (eq. 72). Similarly, for rpa-like chains of diagrams, a two-particle/two-hole part of the object generates an inner rpa-dressed object (eq. 98), resulting in the rpa-dressed particle-hole insertion (eq. 102) which may dress any particle-hole vertex. A particularly interesting scenario is the rpa-dressing of valence doubles, as illustrated in eq. 118, where several equivalent vertexes may be attached in different orders, requiring the selection of a contribution with the same free ends as the r.h.s. of eq. 118. In the CC approximation truncated at single and double excitations, the bare rpa-like insertion (eq. 121) is obtained, and by substituting the CC insertion into the rpa equation (eq. 122), expressions for dressed matrix elements and rpa-dressed valence doubles are derived. The inclusion of CC non-linear terms in the CC equations is crucial for a fully consistent treatment of the rpa sequence and leads to the recovery of the entire chain of rpa diagrams in CC calculations. The lowest-order contributions to the double excitation cluster amplitudes are computed using eq. 129, and non-linear terms in the expansion of the CC wavefunctions provide the lowest-order approximation for the dressing scheme proposed here. The topological structure of these lowest-order diagrams is explored in fig. 7. The numerical factors in front of the individual rpa contributions are derived similarly to line dressing factors and by examining the structure of the rpa-dressed valence double expression (eq. 118). By focusing on the rpa diagram (eq. 125), \"upgraded\" CC calculations can be performed using the rpa Building on the general derivation of line and rpa-like dressing from previous sections, this section focuses on the systematic dressing of coupled-cluster diagrams for matrix elements based on the structure of the product @xmath0, eq. (3). The insertion that generates the rpa-like chain of diagrams is due to a two-particle/two-hole part of the object @xmath94, eq. (3). An analysis similar to that presented for line dressing in section \"IV. Particle-Hole Dressing and Self-Energy\" leads to the introduction of an rpa-dressed object @xmath98, eq. (91), where the subscript rpa specifies that the objects inside the brackets are to be contracted so that the result has the same free particle/hole ends as the original bare object @xmath100, eq. (87). The resulting insertion can dress any particle-hole vertex of a diagram, as shown in Fig. 3(b). By attaching the rpa object to a single isolated vertex using the procedure described in section \"IV. Particle-Hole Dressing and Self-Energy,\" we can derive equations for dressing the valence double, as illustrated by the example of dressing the valence double contribution to the wavefunction, eq. (112). In the ccsd approximation, the bare rpa-like insertion, eq. (121), for the matrix element is found to be crucial for a fully consistent treatment of the rpa sequence. The inclusion of ccsd non-linear terms in the cc equations is essential for recovering all rpa diagrams. However, if the calculations of the wavefunctions are implemented through the linearized version of coupled-cluster equations, a part of the rpa diagrams would still be missing. Figure 4(a) explores the topological structure of the complementary ivth-order diagrams, and the resulting dressing approach recovers five out of seven ivth-order diagrams. The missing diagrams due to the untreated two-body contribution to @xmath0 and the three-body contribution to @xmath0 require further dressing. Derived in refs. @xcite, this dressing scheme reproduces the pertinent ivth-order expressions presented in these references.", "abstract": " we consider evaluation of matrix elements with the coupled - cluster method . \n such calculations formally involve infinite number of terms and we devise a method of partial summation ( dressing ) of the resulting series . \n our formalism is built upon an expansion of the product @xmath0 of cluster amplitudes @xmath1 into a sum of @xmath2-body insertions . \n we consider two types of insertions : particle / hole line insertion and two - particle / two - hole random - phase - approximation - like insertion . \n we demonstrate how to `` dress '' these insertions and formulate iterative equations . \n we illustrate the dressing equations in the case when the cluster operator is truncated at single and double excitations . using univalent systems as an example , we upgrade coupled - cluster diagrams for matrix elements with the dressed insertions and highlight a relation to pertinent fourth - order diagrams . \n we illustrate our formalism with relativistic calculations of hyperfine constant @xmath3 and @xmath4 electric - dipole transition amplitude for cs atom . finally , we augment the truncated coupled - cluster calculations with otherwise omitted fourth - order diagrams . \n the resulting analysis for cs is complete through the fourth - order of many - body perturbation theory and reveals an important role of triple and disconnected quadruple excitations . ", "section_names": "introduction\ncoupled-cluster formalism for univalent systems\ngenerating object @xmath0\ndressing particle and hole lines\nrpa-like dressing\ncomparison with the iv-order diagrams\nnumerical results and discussion\nconclusion"}]