[
    {
        "article": "The interest in studying anchoring phenomena and liquid crystal behavior in confined systems, particularly in twisted nematic liquid crystal cells, has significantly grown due to their potential applications in liquid crystal display devices. These cells consist of a nematic liquid crystal confined between parallel, flat surfaces that impose uniform planar anchoring but with perpendicular easy axes. By applying external electric or magnetic fields, the nematic director's orientation can be precisely controlled, a crucial factor for device functionality.\n\nHowever, it is important to note that substrate inhomogeneities often occur naturally during surface treatments like rubbing, leading to a non-uniform nematic texture near the surface. This non-uniformity decays rapidly over a length scale determined by the periodicity of the surface pattern, typically much smaller than the wavelengths of visible light and the thickness of the cell itself. As a result, the optical properties of the confined liquid crystal effectively resemble those of uniform substrates.\n\nRecent advancements have shown that substrates with large periodicities of micrometers hold significant technological appeal, as they enable the fabrication of novel electro-optical devices with spatially patterned nematic directors. For instance, in wide-angle flat-panel displays, individual pixels can be divided into sub-pixels with distinct director orientations, controlled by the surface structure and electric fields.\n\nIn addition to technological benefits, the study of nematic liquid crystals interacting with non-uniform substrates offers insights into fundamental processes, such as the effective elastic forces between the substrates and the phase transitions between competing nematic textures. Despite advances in continuum theories, calculating the properties of liquid crystals on patterned substrates remains computationally challenging due to the inherent broken symmetry introduced by the surface patterns, necessitating the use of two- or three-dimensional numerical simulations. Determining metastable states and energy barriers between them in bistable nematic devices is intricate, crucial for their understanding. Our approach, presented in this paper, leverages the unique feature of a finite decay length that influences the nematic liquid crystal's behavior perpendicular to the substrate. We start by establishing an anchoring energy function and average surface director orientation for the patterned surface, subsequently creating an effective free energy model for the nematic cell.\n\nOur findings reveal remarkable consistency between the phase diagrams derived using the effective free energy and those computed from the original free energy functional. The origins of the continuum theory for liquid crystals date back to the pioneering works of Oseen and Zocher, which laid the groundwork for Frank's static theory, a key framework in describing nematic liquid crystals.\n\nThe Frank theory is based on the nematic director, a vector representing the locally aligned molecular orientation, and its distortions. In a nematic liquid crystal, molecules have no long-range positional order but maintain alignment along the director. External disturbances cause relaxation back to the uniform state, signifying the stability of the uniform configuration.\n\nThe elastic energy of the director is described by Equation \\ref{eq1}, involving terms for splay ($k_{11}$), twist ($k_{22}$), and bend ($k_{33}$) distortions, which are temperature-dependent. For simplicity, a single-constant approximation (Equation \\ref{eq9}) is often employed when the precise elastic constants are unknown or when solving Euler-Lagrange equations becomes complex.\n\nIn the presence of surfaces, the bulk free energy is augmented by surface free energy (Equation \\ref{eq11}). This combined total free energy leads to specific boundary conditions in the equilibrium Euler-Lagrange equations (Equation \\ref{eq13}).\n\nThe surface alignment of the nematic director at the boundaries is a critical aspect of the system's behavior, and our method provides a comprehensive description of this aspect. In the context of anchoring in liquid crystals, two types are typically considered: free boundary condition, where no anchoring is imposed, and strong and weak anchoring. When no anchoring constraints are applied to the boundary variable @xmath14, the bulk free energy is minimized using variational calculus techniques. For strong anchoring, the bulk free energy is minimized subject to fixed boundary values for @xmath14. Weak anchoring necessitates minimizing the total free energy, which includes the surface free energy, @xmath16.\n\nThe surface free energy, represented by equation (eq. 3), proposed by Rapini and Papoular, is given by a double integral over the boundary, with @xmath18 representing the anchoring strength. A negative anchoring strength prefers alignment perpendicular to the surface, while a positive one favours degenerate planar orientations. Anchoring strengths are typically of the order @xmath20.\n\nA specific scenario is examined, where a nematic liquid crystal is confined between a patterned substrate with periodicity @xmath24 in @xmath25 direction (Figures 1(a), (c), and (d)), and a flat substrate. The system is translationally invariant in the @xmath26 direction. The total free energy functional, within the one-constant approximation (eq. 4), is expressed as a function of the extension @xmath28, surface profile @xmath29, and the surface anchoring strength @xmath31 at the upper surface. Twist is neglected, represented by @xmath32.\n\nThe surface contribution @xmath33 incorporates the Rapini-Papoular anchoring energy, which assumes the form given in equation (eq. 3). The upper flat substrate imparts strong anchoring, while the lower substrate features a periodic surface pattern with period @xmath24. The system's translational invariance is in the @xmath26 direction perpendicular to the plane of the figure.\n\nThis analysis can be easily extended to accommodate different splay and bend constants, @xmath4 and @xmath6, but such considerations are relevant only when seeking quantitative results for a particular liquid crystal. A grated surface, consisting of grooves with a specific depth (denoted as \"x_math34\"), exhibits a unique striped pattern of alternating homeotropic (white) and planar (black) anchoring domains. The period of this chemical pattern is half that of the surface grating (labelled \"x_math24\"). In figures (c) and (d), separate illustrations depict a purely geometrically structured and a chemically patterned lower substrate, respectively, with their anchoring directions represented by black rods.\n\nTo accurately predict the phase behavior of a nematic liquid crystal confined between these substrates at an arbitrary mean distance (labelled \"x_math35\"), the effective free energy function, derived from equations (eq6-eq8), must be analyzed. This analysis involves minimizing the one-dimensional free energy functional for a close proximity (small mean distance, \"x_math36\") between the substrates as explained in the main text. The Euler-Lagrange equations are numerically solved on a fine two-dimensional grid using an iterative method, considering various initial configurations due to the pattern on the lower surface. However, this process becomes computationally challenging, especially for large cell widths, as it necessitates determining the director field and phase diagram.\n\nFurthermore, the energy barrier between metastable states cannot be directly calculated from these methods. To overcome this difficulty, the free energy functional for a liquid crystal cell with arbitrary width (labelled \"x_math35\") and anchoring angle at the upper surface (as shown in figure 1(a)) is mapped onto an effective free energy function (labelled \"x_math41\"), which incorporates the average surface director orientation (\"x_math42\") at the patterned lower surface. The effective surface free energy function (\"x_math44\") is then expressed in terms of the anchoring energy at the patterned surface (\"x_math45\").\n\nTo compute \"x_math42\" and \"x_math44\" explicitly, the minimum of the free energy for a single cell with a small upper surface anchoring angle (\"x_math47\") is first determined numerically (figure 1(b)). This allows for the calculation of the phase behavior, energy barriers, and effective anchoring angles for the system. In order to obtain a system of interest represented in Figure [fig1](a), the variables @xmath35 and @xmath40 can be determined using @xmath49 as a function of @xmath42, a unifying variable. This process is less intricate compared to minimizing the original free energy functional @xmath39 over a two-dimensional @xmath51 grid. However, the Effective Free Energy Method is viable only if Equation (eq7) can be inverted to acquire @xmath52, a crucial input for Equation (eq8). The invertibility condition stems from Equation (eq7). Additionally, @xmath54 is nearly independent of the cell width @xmath36 when @xmath55 holds, ensuring that the interface between the lower and upper substrates remains confined.\n\nBefore delving into the study of a nematic liquid crystal interacting with patterned substrates in Figure [fig1], it is beneficial to examine a simpler scenario: a nematic liquid crystal confined between two flat, homogeneous substrates at a distance @xmath35. The upper surface imposes strong anchoring, resulting in the following free energy functional from Equation (eq4): @xmath56, where @xmath57 represents the Euler-Lagrange equation with the boundary condition @xmath58 at the upper surface. The solution, which linearly interpolates between the top and bottom surfaces, is given by @xmath59. Using this solution, the minimized free energy function is calculated as @xmath61.\n\nFrom Equations (eq6) to (eq8), it directly follows that @xmath62, @xmath63, and @xmath64 are constant. Consequently, for homogeneous confining substrates, the effective free energy function [eq.(eq13)] matches the minimized free energy of the original system [eq.(eq12)]. In a previous section, we established that a nematic liquid crystal confined between homogeneous substrates could be described using the effective free energy function [eq.(eq6)]. In this section, we apply this approach to a specific case: a nematic liquid crystal sandwiched between a chemically patterned sinusoidal surface and a strong homeotropic anchoring flat substrate, as depicted in Figure [fig1](a). The surface profile is described by @xmath65, where @xmath34 denotes the groove depth and @xmath66 represents the period. The grating surface presents an alternating pattern of stripes with alternating homeotropic and planar anchoring along the @xmath25 axis, with stripe widths projected onto this axis being @xmath67. The anchoring strength is governed by a periodic step function, expressed as @xmath68 and @xmath69 for specific values of @xmath25.",
        "abstract": " we study the phase behavior of a nematic liquid crystal confined between a flat substrate with strong anchoring and a patterned substrate whose structure and local anchoring strength we vary . by first evaluating an effective surface free energy function characterizing the patterned substrate we derive an expression for the effective free energy of the confined nematic liquid crystal . \n then we determine phase diagrams involving a homogeneous state in which the nematic director is almost uniform and a hybrid aligned nematic state in which the orientation of the director varies through the cell . \n direct minimization of the free energy functional were performed in order to test the predictions of the effective free energy method . \n we find remarkably good agreement between the phase boundaries calculated from the two approaches . \n in addition the effective energy method allows one to determine the energy barriers between two states in a bistable nematic device . ",
        "section_names": "introduction\neffective free energy function\napplications\nsummary"
    },
    {
        "article": "Galaxy clusters, serving as prominent density enhancements in the cosmic landscape, hold significant significance in astrophysics and cosmology. The study of their properties, informed by complex, large-scale N-body simulations, offers robust predictions for cluster abundance and clustering patterns across diverse cosmological models. These clusters, being the most accessible manifestations of the large-scale structure, provide crucial constraints on both cosmological parameters and the growth of structures.\n\nThe main challenge in cluster cosmology lies in accurately connecting the dark matter halos predicted by simulations with the observable baryonic structures. Efforts are ongoing to bridge this theoretical gap, with increasingly sophisticated numerical simulations shedding light on the evolution of baryons within clusters and the relationship between cluster galaxies and dark matter substructures.\n\nObservationally, extensive efforts are being made to compile comprehensive cluster samples detected through various means. This is feasible due to the richness of cluster observables. Optical light is emitted by cluster galaxies and intracluster stars, while X-rays result from both the hot intracluster medium (ICM) and active galactic nuclei (AGN) within galaxies. The ICM also scatters microwave background photons, altering their spectrum. Additionally, gravitational lensing distortions caused by the cluster's total mass distribution affect the images of background galaxies.\n\nClusters were initially identified as peculiar collections of bright galaxies in the 18th century. Optical surveys, being cost-effective, have historically been the primary source of cluster catalogs, particularly due to their ability to detect lower mass objects. However, early optical detection was marred by projection effects along the line of sight. Modern CCD photometry has significantly reduced these issues by enabling spatially resolved galaxy clustering, color, and brightness selection. These surveys also provide precise photometric redshift estimates.\n\nThe introduction of X-ray satellites revolutionized cluster detection, as thermal emission from the ICM provides a high-contrast signal that is less prone to projection effects. However, low spatial resolution can introduce contamination from non-thermal emissions, posing an additional challenge in interpreting observations.\n\nIn summary, galaxy clusters, as key cosmological probes, play a pivotal role in constraining both astrophysical and cosmological parameters. Ongoing research combines optical and X-ray observations to refine our understanding of cluster physics, overcoming challenges posed by projection effects and improving our ability to connect theoretical predictions with observed structures. X-ray source identification can pose significant challenges, encompassing various types such as active galactic nuclei (AGN), non-thermal emissions from cooling cores, or intense merging activities that disrupt thermal equilibrium in clusters. Over the years, X-ray surveys have played a crucial role in accumulating extensive cluster catalogs, contributing significantly to our understanding of cluster physics. These catalogs, primarily selected through X-rays, have been extensively compared with optically selected ones to assess their properties and correlations with weak gravitational lensing and Sunyaev-Zel'dovich effects.\n\nHowever, comprehensive optical-X-ray comparisons have been impeded by the lack of large, uniformly observed samples across both wavelengths. In this research, we present measurements of X-ray characteristics for the MaxBCG catalog, the most extensive optically selected cluster sample publicly available. Spanning a redshift range of approximately _, the catalog benefits from uniform optical photometry and precise photometric redshifts from the Sloan Digital Sky Survey (SDSS). Although RASS (ROSAT All-Sky Survey) observations, despite their shallowness, provide mean X-ray luminosities (L_x) as a function of optical richness and redshift for all MaxBCG clusters, their low signal-to-noise ratio allows for confirmation of the stacked L_x measurements and estimation of scatter in the optical richness-L_x relation.\n\nThe MaxBCG catalog has been studied in various contexts, including dynamical analyses (B07) and weak lensing studies (S07, J07). These earlier works, when combined with the current mean L_x measurements, offer deeper insights into cluster physics. The L_x-z relation for MaxBCG clusters, as well as the corresponding L_x-richness relation derived from weak lensing, are discussed elsewhere.\n\nA similar analysis was carried out by DKM07 using the near-infrared (NIR) selected 2MASS cluster catalog, which contains nearby groups and clusters with mass spanning from _ to _, selected using a matched-filter algorithm.\n\nIn summary, this work presents X-ray measurements for the MaxBCG catalog, a valuable resource for studying the connection between optical and X-ray properties of clusters. The comparison with previous optical and weak lensing studies contributes to a more comprehensive understanding of cluster evolution and physics. DKM07 were the pioneering team to utilize an extensive optically selected cluster catalog and measure the average (stacked) X-ray properties using RASS, departing from previous approaches that only correlated optically and X-ray selected clusters. They found a correlation between the X-ray luminosity of 2Mass clusters and their optical richness, quantified as the number of galaxies brighter than a certain brightness limit within a defined radius (denoted as \" richness \"). The study further involved deriving X-ray temperatures and hydrostatic masses for the stacked 2Mass clusters.\n\nIn the \"Input Data\" section, a concise overview is provided of the SDSS dataset, MaxBCG catalog, and RASS data that form the basis of the research. The \"X-Ray Analysis\" section explains the measurement of individual cluster X-ray luminosities and the methods used to determine the mean X-ray luminosity for clusters with similar richness. The relationship between X-ray luminosity and richness, the scatter in this relation, and the median underlying trend are discussed in \"Mean Relation\". \"Biases\" section delves into potential sources of systematic errors in the results. In \"LSIG\", these X-ray findings are combined with dynamical measurements from the MaxBCG catalog to establish the connection between X-ray luminosity and a characteristic scale parameter.\n\nThe \"Conclusions and Future Work\" section summarizes the findings and suggests future directions. The study adopts a $\\Lambda$CDM cosmological model with specific parameters ($\\Omega_{\\text{m}}$, $\\Omega_{\\Lambda}$). The observations are based on two comprehensive imaging surveys: the Sloan Digital Sky Survey (SDSS) and the ROSAT All-Sky Survey (RASS). Galaxy clusters are identified from SDSS' five-band imaging data using a red-sequence selection method, and redshifts and richnesses are measured. The X-ray emissions are derived from RASS photon maps. The SDSS imaging data, cluster selection and calibration procedures, and RASS input details are briefly outlined in this section. The photometric uncertainties are generally below 3% at bright magnitudes, while the spectroscopic survey covers a \"main\" sample and a \"luminous red galaxy\" sample to various depths. For more information on SDSS, refer to relevant references. The MaxBCG cluster catalog, derived from SDSS Data Release 5, serves as the source for the selected clusters. The \"maxbcg\" method, outlined in a reference cited by @xcite, is utilized to analyze galaxy cluster data through its distinctive characteristics. This algorithm utilizes two key aspects of rich galaxy clusters: the prominent red sequence galaxies with a narrow color-magnitude distribution (the E/S0 ridge line) and the presence of a central brightest cluster galaxy (BCG). It assesses the likelihood of each SDSS galaxy being part of a cluster by evaluating its proximity to the E/S0 ridge line and its BCG-like properties.\n\nAt each galaxy's position, the algorithm calculates the combined probability of its spatial association with the E/S0 galaxies and its color and magnitude characteristics matching a typical BCG. The redshift that maximizes this likelihood is assigned to the galaxy, providing an estimation of the cluster's redshift. A ranking is then established based on these probabilities, with the most probable BCG acting as the seed for a cluster. Galaxies within a specified radius around the BCG, typically up to 0.3 times the radius where the mean density is 200 times the critical density, are removed to avoid double-counting.\n\nThis iterative process continues, assigning cluster centers to remaining high-probability BCGs until no more potential centers remain. Each cluster thus defined has a BCG location, an estimated redshift, and a richness (denoted as @xmath6), which represents the number of E/S0 galaxies within the designated radius brighter than 0.4 magnitudes. The final cluster catalog includes various properties such as photometric redshifts, richnesses, optical luminosities, and positions.\n\nThe publicly available maxbcg catalog consists of 13,823 clusters, derived from approximately 7500 square degrees of sky with a median redshift of @xmath41. The cluster centers are defined as the locations of the identified BCGs, and richness values range from 10 to 188 in this dataset. The dataset, which incorporates clusters of varying richness, spans from a theoretical minimum at \"@xmath42\" to a region where the understanding of the MaxBCG selection function is less robust. For the current analysis, an additional 3,532 clusters were included to align with previous studies using the MaxBCG galaxy dynamics and gravitational lensing techniques. The provided redshift estimates, derived during the cluster identification process, have been shown to be highly accurate, with an accuracy rate of \"@xmath11\" as per cited references.\n\nThe catalog's completeness and purity have been meticulously investigated, with reported completeness reaching \"@xmath44\" for clusters with masses above \"@xmath45\" and purity at the same level for those with richnesses above \"@xmath46\". These clusters have been utilized to constrain cosmological parameters through cluster count analysis.\n\nThe relationship between MaxBCG richness (@xmath6) and mass has been studied using both galaxy dynamics (B07) and weak lensing (S07, J07). Further research is ongoing to improve galaxy population analyses, mass-to-light ratios, and richness estimates for these clusters.\n\nThe ROSAT All-Sky Survey (RASS), conducted in 1990-1991, was a six-month campaign that imaged the entire sky in soft X-rays (0.1-2.4 keV) with the ROSAT Position Sensitive Proportional Counter (PSPC). The survey covered the sky in great circles, with the highest exposure near the ecliptic poles, resulting in an effective exposure time of \"@xmath48\" for the regions overlapping with the MaxBCG survey. The RASS data, provided by the X-ray data release, formed the basis for several catalogs of X-ray-selected objects.\n\nTwo such catalogs are the ROSAT Bright Source Catalog (BSC) containing 18,811 sources with a median signal-to-noise ratio of \"@xmath50\", and the Faint Source Catalog (FSC) consisting of 105,924 sources with a typical signal-to-noise ratio of \"@xmath53\". The BSC has a superior position resolution, with 68% (90%) of sources within \"@xmath51\" ((\"@xmath52\") of the PSF Full Width at Half Maximum (FWHM). These X-ray catalogs provide a comprehensive list of soft X-ray detected sources.",
        "abstract": " determining the scaling relations between galaxy cluster observables requires large samples of uniformly observed clusters . \n we measure the mean x - ray luminosity  optical richness ( @xmath0@xmath1 ) relation for an approximately volume - limited sample of more than 17,000 optically - selected clusters from the maxbcg catalog spanning the redshift range @xmath2 . by stacking the x - ray emission from many clusters using _ rosat _ all - sky survey data , \n we are able to measure mean x - ray luminosities to @xmath310% ( including systematic errors ) for clusters in nine independent optical richness bins . in addition \n , we are able to crudely measure individual x - ray emission from @xmath4 of the richest clusters . assuming a log - normal form for the scatter in the @xmath5@xmath6 relation , we measure @xmath7 at fixed @xmath6 . \n this scatter is large enough to significantly bias the mean stacked relation . \n the corrected median relation can be parameterized by @xmath8 , where @xmath9 and @xmath10 . \n we find that x - ray selected clusters are significantly brighter than optically - selected clusters at a given optical richness . \n this selection bias explains the apparently x - ray underluminous nature of optically - selected cluster catalogs . ",
        "section_names": "introduction\ninput data\nx-ray analysis\nmean @xmath0@xmath1 relation\nbiases in the @xmath227@xmath1 relation\nthe luminosityvelocity dispersion relation (@xmath227@xmath327)\nsummary"
    },
    {
        "article": "Quantum correlations between components of a system, both spatially separated and temporally distinct, underpin groundbreaking technological advancements in disciplines like quantum information processing, cryptography, and enhanced metrology. These correlations are particularly prominent in optical systems operating in the continuous variable regime, exemplified by the optical parametric oscillator (OPO), which employs nonlinear media to downconvert classical laser beams into multiple-photon interactions. The quadratic crystal's nonlinearity facilitates the generation of squeezing and entanglement in light fields' quadratures, allowing for distinct modes based on polarization or frequency.\n\nRecent research has expanded to consider spatial degrees of freedom, where quantum correlations can exist between cavity modes or different parts of light beams. This has led to practical applications in areas such as optical switching, quantum imaging, precision measurement, and quantum information processing. Spatial inhomogeneities in broadband devices offer a promising way to manipulate light's quantum properties.\n\nPhotonic crystals (PCs), engineered media with periodic modulations of the refractive index, exhibit photonic band gaps that enable confinement and guidance of light. These structures were initially predicted to suppress modulation instabilities and have since been experimentally verified. In nonlinear cavities with transverse modulations, this was shown to influence dissipative systems, giving rise to nonlinear structures like discrete cavity solitons.\n\nThe use of PCs in quantum optics is not limited to spontaneous emission inhibition, as demonstrated in experiments. The concept of \"dissipation engineering\" through photonic band gaps has sparked significant research into cavity QED, where non-Markovian effects on decoherence dynamics and entanglement decay have been theoretically predicted and observed.\n\nThis work presents an investigation into the impact of transversal modulation on quantum fluctuations and correlations within a nonlinear device, highlighting the potential of structured environments in quantum optical systems. In this study, we explore the impact of photonic crystal (PC) modulation on a photonic crystal optical parametric oscillator (PCopo), a multimode degenerate optical parametric oscillator with a PC incorporated into its cavity. The PC's influence on modulation instability was previously analyzed and compared to the homogeneous case in Ref. [xcite]. Our initial work in Ref. [xcite] utilized numerical simulations to investigate quantum fluctuations, demonstrating tunability of quantum correlations through the PC and improvements in noise reduction, squeezing, and entanglement beyond the parametric threshold.\n\nHere, we present analytical results derived from linear and few-mode approximations, which accurately match numerical simulations of the full model below threshold. We calculate intensity fluctuations, correlations, and quantify quadrature squeezing and entanglement, highlighting the modulation effects on the system. The homogeneous multimode oscillator has been shown to exhibit squeezing, entanglement, and spatial mode correlations below and above threshold in various contexts, including Kerr media and second harmonic generation.\n\nOur analysis focuses on a planar cavity containing a nonlinear medium with one mirror having partial reflection. A type I degenerate opo configuration is realized, where a pump field at frequency $\\omega_1$ downconverts into a signal at $\\omega_2$ with orthogonal polarization. The input beam is a plane wave propagating along the cavity axis with amplitude $E_3$.\n\nIn Sec. \"Model,\" we outline the linear and few-mode approximation for the PCopo below threshold, expressing the output signal field in terms of the input. We also introduce a set of nonlinear Langevin equations for numerical validation. In Sec. \"Threshold,\" we derive an analytical expression for the signal intensity, revealing how the instability threshold can be manipulated by the PC spatial modulation. Section \"Qcorr\" presents expressions for various quantum correlations, including squeezing, entanglement, and twin beams. Lastly, our conclusions summarize the findings and suggest the general applicability of these effects to other nonlinear devices with intracavity PC modification. The presence of transversal inhomogeneities in the medium filling a cavity significantly impacts its behavior. This can be exemplified by introducing a planar photonic crystal (PC), a structure with periodically modulated refractive index in the plane perpendicular to light propagation. A graphical representation of the device can be found in Figure 1 of Reference @xcite. The intracavity dynamics within this photonic crystal optical parametric oscillator (PCopo) can be described using a continuous set of bosonic spatial modes, labeled as @xmath4, at specific frequencies @xmath5 and @xmath6, which satisfy commutation relations given by Equation \\ref{eq : conmutation}. The Hamiltonian operator for the PCopo is expressed in Equation \\ref{eq : h}, including terms for field diffraction, interaction with the external pump, and nonlinear mode coupling. The coupling constant @xmath11 is proportional to the second-order susceptibility @xmath0.\n\nA distinguishing feature of a PCopo compared to a generic optical parametric oscillator (opo) is the spatial modulation of cavity detunings due to the photonic crystal. This breaks the inherent translational symmetry, resulting in complex dynamics and correlations between fluctuations. Numerical investigations of quantum effects were presented in Reference @xcite, which employed simulations in the @xmath14-representation. However, this method relies on numerical calculations and is not amenable to analytical treatment.\n\nTo obtain analytical results below the instability threshold, we introduce a simplified model that approximates the dynamics. The intracavity field operators @xmath15 evolve according to the Heisenberg equation, incorporating dissipation characterized by the cavity damping rate @xmath17. To handle the nonlinear dynamics, a common approximation involves linearizing the equations around a macroscopic steady state and transforming them into a fluctuation-dissipation Hamiltonian.\n\nIn this approximation, each field operator is decomposed into a mean value @xmath18 and a fluctuation @xmath19, with the mean values representing the expectation values of @xmath20. By averaging the Heisenberg equations and neglecting nonlinear terms up to first order, the dynamics of quantum fluctuations can be described more analytically. This approach allows for a deeper understanding of the system's behavior in the regime below the instability threshold. The discussion revolves around the analysis of a process involving a pump-controlled optical parametric oscillator (POPO) operating in different regimes. The system exhibits classical equations of motion that exhibit distinct steady-state behavior depending on the operating point. When the pump parameter, denoted as $x_{\\text{pump}}$, is below the instability threshold, the signal operator expectation value vanishes ($\\langle \\hat{\\sigma} \\rangle = 0$), regardless of the presence of a parametric coupling (PC). In this regime, the equation for the mean pump field simplifies to:\n\n$$\\langle \\hat{x}_p \\rangle = \\frac{c_3}{c_2} x_{\\text{pump}}, \\quad \\text{with} \\quad c_3, c_2 \\neq 0.$$\n\nHere, the scalings $c_2$ and $c_3$ are introduced for convenience, which are used throughout the analysis.\n\nFor a homogeneous detuning, the steady-state solution can be derived analytically. For an optical parametric oscillator with modulation only in the signal detuning (OPO), the steady state is also homogeneous. However, for a non-homogeneous pump detuning, identifying the stationary state becomes more complex. Assuming a sinusoidal pump modulation with wave number $\\omega_p$ and considering one transverse dimension, the steady state in the Fourier domain is given by coupled mode equations for varying frequency $\\omega$:\n\n$$\\left( \\hat{a}_{\\omega}, \\hat{b}_{\\omega} \\right)^T = \\left( \\begin{array}{cc}\n\\Omega(\\omega) & -i G(\\omega) \\\\\ni G^*(\\omega) & -\\Omega^*(\\omega)\n\\end{array} \\right) \\left( \\begin{array}{c}\n\\hat{a}_{\\omega} \\\\\n\\hat{b}_{\\omega}\n\\end{array} \\right),$$\n\nwhere $\\Omega(\\omega)$ and $G(\\omega)$ are functions dependent on the parameters.\n\nIn the absence of the PC, the pump and signal Heisenberg equations decouple, and the signal fluctuations obey:\n\n$$\\frac{d\\hat{\\sigma}}{dt} = -\\Gamma \\hat{\\sigma} + i \\Delta \\hat{a} + i \\delta \\hat{b},$$\n\nwhere $\\Gamma$ is the decay rate, $\\Delta$ is the detuning, and $\\delta$ represents the PC-induced shift.\n\nThe figure provided illustrates the different scenarios, comparing cases where the PC affects either the signal or both fields. The homogeneous components are present, and additional harmonics appear in the signal and pump fluctuations. The pump is operated below its threshold, and the notation is simplified by dropping hats and using the fluctuation operators $\\hat{a}$ and $\\hat{b}$.\n\nThe signal modulation is assumed to be similar to the pump's, but their amplitudes may differ. The far-field fluctuations, as well as their Hermitian conjugates, are affected by the PC, as indicated by the operators $\\hat{c}$ and $\\hat{d}$. The evolution of various (k-vector or) modes in the system is not independent due to the spatial modulation of both the signal and pump detunings, which are influenced by spatial harmonics. Ignoring higher harmonics simplifies the analysis but Eq. (eq:enfourier) reveals their dynamic coupling, as discussed in Appendix [sec:bigl]. To tackle the model analytically, more approximations are necessary, leading to the consideration of the complete PCopo model to identify dominant spatial modes across different regimes. The dynamics are simulated using Langevin equations derived from the full master equation for the PCopo's system Hamiltonian, represented by the Husimi quasi-probability distribution in phase space. This distribution, a function of the quantum fields, captures the expectation values of operators.\n\nAt low pump intensities, the dynamics follow a Fokker-Planck equation, which is approximated by nonlinear Langevin equations for spatially varying pump and signal fields, incorporating phase-sensitive, white noises. The presence of the PC is embedded in the spatial dependence of the detunings. Numerical simulations (with details outlined in Ref. [xcite]) demonstrate the system's behavior.\n\nFor the OPO (without PC), a modulation instability occurs above the parametric threshold for negative signal detuning, with a critical wavenumber of k_c. Below threshold, the pump field is homogeneous, while noisy precursor structures with increasing intensity are observed near the critical wavenumber. In Fig. 1(a), the average pump and signal far fields for both the OPO with homogeneous and critical modes are shown.\n\nWhen the PC is introduced with a bandgap around the OPO's critical wave number, the dynamics change significantly. The simulations reveal the interplay between the two components, with the PC's effects shaping the system's behavior and potentially preventing the instability from occurring or altering its characteristics.",
        "abstract": " we show how to control spatial quantum correlations in a multimode degenerate optical parametric oscillator type i below threshold by introducing a spatially inhomogeneous medium , such as a photonic crystal , in the plane perpendicular to light propagation . \n we obtain the analytical expressions for all the correlations in terms of the relevant parameters of the problem and study the number of photons , entanglement , squeezing , and twin beams . considering different regimes and configurations we show the possibility to tune the instability thresholds as well as the quantumness of correlations by breaking the translational invariance of the system through a photonic crystal modulation . ",
        "section_names": "introduction\nfew mode approximation for the pcopo\nconclusions\nlinear dynamics of pcopo with any @xmath120\nsolution of the input-output equation\nsecond order moments in frequency and time domains"
    },
    {
        "article": "Methanol masers, primarily classified into Class I and II, are commonly discovered in regions undergoing star formation. Class I masers, mainly at 36 and 44 GHz frequencies, are believed to be excited through collisions, while Class II masers, such as those at 6.7 and 12 GHz, are radiationally activated. Occasionally, both classes can coexist, yet they exhibit distinct characteristics; they rarely share the same velocity or exhibit spatial overlap on subarcsecond scales.\n\nClass I methanol masers, which are thought to arise from shock-dominated environments, are often considered markers of an earlier phase of star formation compared to Class II masers like water and OH. However, their evolutionary associations have been studied selectively in regions rich in other star-formation indicators, and the complex cluster environments can challenge traditional models (see Section 4.4 of the reference). Single-dish telescopes, with their ability to detect and quantify Class I maser transitions, lack the spatial resolution to map their precise positions relative to other masers or excitation sources.\n\nHigh angular resolution observations are crucial to unravel the relationships between masers, their excitation sources, and the various Class I transitions, as their physical conditions might differ. This is particularly important for understanding the evolutionary stages represented by different Class I maser features. A recent unbiased search for Class I methanol masers using single-dish telescopes, led by [author], uncovered new maser features in nearby molecular clouds, including some previously known 44 GHz sources that have been imaged with interferometers at higher frequencies. The detection of 36 GHz masers, another prominent transition, was hindered until now due to the lack of suitable interferometers at this frequency. Recent technological advancements have now made such imaging feasible. The Australia Telescope Compact Array and the Expanded Very Large Array (EVLA) have enabled the production of the first sub-arcsecond resolution images of 36 GHz methanol masers, as reported in a recent study. The observations were conducted on May 26, 2010, using the EVLA's 20 telescopes equipped with Ka-band receivers, in its most compact configuration, resulting in a synthesized beamwidth of approximately 1 arcsecond. The 36.169 GHz line of methanol, specifically in the DR21 star-forming complex, was targeted in the sources DR21(OH), DR21W, and DR21N.\n\nThe EVLA's correlator was employed with a 4 MHz bandwidth divided into 256 spectral channels, providing a velocity coverage of 33 km/s with a channel spacing of 0.13 km/s. The conversion to Local Standard of Rest (LSR) velocity was assisted by the EVLA's online Doppler setup tool. Each source was observed for a total of 3 minutes, and typical single-channel noise levels were around 4 mJy/beam near the center of the field. Data reduction was carried out using the NRAO Astronomical Image Processing System (AIPS).\n\nAlthough bandpass calibration was hindered by EVLA transitions, the overall calibration was deemed sufficient, as phase stability was flat across the observing band, and amplitude corrections were accurate for about 75%. Positional estimates of the detected masers should not be significantly affected by these limitations. However, some amplitude errors might exist due to bandpass effects, particularly over the observed velocity range.\n\nNo velocity correction was applied to the data due to minor uncertainties, including a rest frequency uncertainty of 0.25 km/s (equivalent to 2 channels) and a slight spectral broadening caused by fixed-frequency observations (approximately 0.015 MHz). The study presents 229.758 GHz maser and 226 GHz continuum data for all sources, with more details to be found in a forthcoming publication by P. Pratap et al. The angular resolution of the observations was high, with a specific value of @xmath9. The 229 GHz observations had a bandwidth spanning velocities from @xmath10 to @xmath11 km/s and a spectral resolution of 0.13 km/s. The flux densities of the 229 GHz methanol masers were adjusted for primary beam attenuation. The root mean square (rms) noise near the field center was approximately 0.15 Jy/beam for DR21(OH) and DR21N, and 0.3 Jy/beam for DR21W. Comparison was made with three Class I methanol maser transitions from previous literature: 44 GHz (transition @xmath12), 84 GHz (transition @xmath13), and 95 GHz (transition @xmath14). For DR21N, additional 44 GHz data from VLA B-configuration observations on June 16, 2006, were also utilized.\n\nA total of 49 36 GHz maser features were detected across the three observed sources: 21 in DR21N, 23 in DR21(OH), and 5 in DR21W. Figure [fig-maps-oh] and [fig-maps-n-w] illustrate the spatial distribution of the 36 GHz masers relative to other Class I methanol transitions observed with interferometric resolution. The measured LSR velocities of the detected masers were consistent with previous single-dish observations.\n\nThe integrated flux spectra of individual 36 GHz maser features often exhibited non-Gaussian profiles, with multiple peaks or skewed peaks, suggesting the presence of sub-beam structures. Similar behavior was observed in the 44 GHz transition, where a study by @xcite found 17 masers with multiple spectral peaks using 10 minutes of VLA D-configuration data, while @xcite detected 49 masers with a longer C-configuration integration.\n\nWhen a single, clear peak was present in the spectra, linewidths were typically around 0.15 to 0.35 km/s. Weak extended methanol emission was detected in some sources, but its reliability was limited due to insufficient bandpass calibration. At a velocity of approximately @xmath15 km/s, 14 36 GHz and 229 GHz maser features overlapped, with 7 out of 14 showing brighter emission at the 36 GHz transition, and the other 7 brighter at the 229 GHz transition, suggesting variable brightness for either line. A similar trend was observed in the @xmath17 series, where the integrated 95 GHz flux was generally higher than the 36 GHz counterpart.\n\nIn summary, the study presented detailed observations of 36 GHz and 229 GHz methanol masers in three sources (DR21N, DR21(OH), and DR21W), analyzing their spectral profiles, flux densities, and potential substructure. The data were compared with literature transitions and showed variable brightness and non-Gaussian spectral shapes, along with evidence for weak extended emission. Some overlapping masers indicated potential variability in brightness between the two frequency bands. The integrated fluxes of radio sources with spectral features at 44 and 95 GHz, which are likely to correspond to single masers in close spatial proximity, show comparable values in both transitions at a frequency of 44 GHz. Further high-resolution observations are needed to investigate the relationship between the flux densities of different maser transitions found close to one another. The data provided includes measurements for various sources, such as LRRRR DR21N, with their respective flux densities at different frequencies. For instance, LRRRR DR21N has flux densities of 5.46, 6.07, and 0.96 Jy at 5.46, 6.07, and 1.33 GHz, respectively. Other sources have their flux densities listed as well, with some having uncertainties indicated by (+) or (@xmath).\n\nIn the context of the DR21(Oh) region, there are measurements at frequencies like @xmath1825.86, @xmath1824.96, and @xmath181.48, with flux densities of 2.66, 0.36, and 1.26 Jy, respectively. Similarly, for DR21W, flux densities are recorded at @xmath189.57, @xmath1818.45, and @xmath184.90 GHz, amounting to 0.30, 0.43, and 0.69 Jy, respectively.\n\nThese measurements contribute to understanding the complex maser emission patterns in the studied regions, necessitating further analysis to unravel the underlying physical processes and relationships between the different transitions. One of the most remarkable characteristics of the masers in DR21(OH) is their concentration in the central region, which hosts a multitude of masers across various mapped transitions arranged in an approximately elliptical configuration (as depicted in Figure [fig-map-oh]). @xcite identifies over 30 masers at 44 GHz that are associated with two distinct shocks within a bipolar outflow. The 14 out of the 36 GHz masers detected in this outflow area are spatially coincident with the 44 GHz masers, within the observational uncertainties.\n\nThe 84 and 95 GHz masers are also situated within the outflow region, although the lower angular resolution of the observations limits the ability to examine their detailed positional correlations. A significant number of the 229 GHz masers exhibit alignment with the 36 GHz masers on the western side, particularly in the eastern part of the outflow. Conversely, the eastern side primarily shows 36 GHz masers, with some exceptions. The redshift is observed on the western side and blueshift on the eastern side, accompanied by a velocity gradient along the outflow direction.\n\nNotably, some masers at the northern and southern edges of the outflow deviate from this velocity pattern. The brightest 36 GHz masers are positioned close to the other high-frequency counterparts, with every detected 36 GHz maser within the outflow having a corresponding 44 GHz maser at a similar velocity. However, the reverse is not true; multiple 44 GHz features exist without a corresponding 36 GHz detection.\n\nIn the central and western parts of the outflow, many 44 GHz masers, especially those with extreme redshifts or blueshifts compared to the main outflow velocity, lack accompanying 36 GHz emissions. The 6.7 GHz Class II masers are observed projected above the bright continuum source near the origin, as noted by @xcite. Additionally, several 229 GHz Class I masers are detected, often co-located with the 6.7 GHz masers at a separation of around one-tenth the 229 GHz beam size, with a slight eastward and southward offset.\n\nLastly, weak 36 GHz maser emission is detected in the region, with spots distributed across the outflow.",
        "abstract": " class  i methanol masers are believed to be produced in the shock - excited environment around star - forming regions . \n many authors have argued that the appearance of various subsets of class  i masers may be indicative of specific evolutionary stages of star formation or excitation conditions . until recently , however , no major interferometer was capable of imaging the important 36  ghz transition . \n we report on expanded very large array observations of the 36  ghz methanol masers and submillimeter array observations of the 229  ghz methanol masers in dr21(oh ) , dr21n , and dr21w . \n the distribution of 36  ghz masers in the outflow of dr21(oh ) is similar to that of the other class  i methanol transitions , with numerous multitransition spatial overlaps . \n at the site of the main continuum source in dr21(oh ) , class  i masers at 36 and 229  ghz are found in virtual overlap with class  ii 6.7  ghz masers . to the south of the outflow \n , the 36  ghz masers are scattered over a large region but usually do not appear coincident with 44  ghz masers . \n in dr21w we detect an `` s - curve '' signature in stokes v that implies a large value of the magnetic field strength if interpreted as due to zeeman splitting , suggesting either that class  i masers may exist at higher densities than previously believed or that the direct zeeman interpretation of s - curve stokes v profiles in class  i masers may be incorrect . \n we find a diverse variety of different maser phenomena in these sources , suggestive of differing physical conditions among them . ",
        "section_names": "introduction\nobservations and data analysis\nresults\ndiscussion\nconclusions and future work"
    },
    {
        "article": "Interdisciplinary research, which has emerged as a key driver of scientific progress, has led to significant advancements and notable achievements, such as the 2014 Nobel Prize in Chemistry, awarded to a physicist, a physical chemist, and a biologist for a method developed in collaboration with chemistry. However, despite the growing importance of interdisciplinary work, there is a lack of standardized metrics to evaluate its impact in the literature. Funding agencies have recognized this need by creating specific funding calls for interdisciplinary projects, such as those supported by the National Science Foundation in Europe, the European Research Council encourages applications from multidisciplinary researchers, and the Marie Curie fellowships also consider interdisciplinary aspects.\n\nThe challenge of assessing interdisciplinary research is a pressing concern that can deter young scholars from pursuing such careers due to perceived risks. This study aims to address this issue by proposing a method to quantify the interdisciplinarity of scientific publications and their creators, such as scholars, inventors, institutions, companies, and countries. The method relies on analyzing a complex, interconnected multilayer network composed of multiple layers representing different scientific disciplines. By accounting for the diversity of disciplines rather than aggregating the network, it reveals the cross-disciplinary versatility and impact of publications and individuals.\n\nThe concept of quantifying interdisciplinarity has been explored since the early work of De Solla Price and Garfield, who studied citation patterns and the dynamics of scientific recognition. Various indices have been developed over the years, primarily based on counting the number of citations received by a publication. One well-known metric is the H-index, which measures the impact of a scholar's work by counting the number of publications with at least a certain number of citations. More recently, a different approach involves constructing networks to track the flow of knowledge across disciplines.\n\nIn conclusion, this work contributes to the ongoing efforts in refining scientific impact metrics for interdisciplinary research, which is crucial for promoting a fair and accurate evaluation of the significance and broad reach of research in various fields. By providing a framework to quantify interdisciplinarity, it aims to support the continued growth and success of interdisciplinary studies. A scientific citation analysis provides a comprehensive view of the complex relationships between publications and their sources, highlighting the distinction between those with a significant impact, such as a publication receiving 10 citations from well-cited works, and those with the same count but from less influential sources. To assess the significance of publications, journals, or scholars, researchers utilize diffusion algorithms inspired by Google's PageRank, which mimics the spread of scientific credit in a network.\n\nIn the context of an aggregated network, as shown in Panel A, two authors might have the same citation count, but their centrality would differ due to the presence of a multilayer framework. This framework accounts for the disciplinary nature of their work, with one author's paper touching upon both physics and biology, and influencing both fields (receiving citations from both a physics and a biology source). Therefore, the author with the broader interdisciplinary impact, represented by their higher versatility, is ranked higher.\n\nIn this study, we propose a novel method to rank scientific publications and their creators by employing the PageRank algorithm on a bipartite interconnected multilayer structure, which considers citations within and across disciplines. This approach is equivalent to ranking nodes based on their versatility in a multilayer network, reflecting their ability to connect and contribute to multiple fields.\n\nTo construct the multilayer network, we consider a total of @xmath3 nodes, corresponding to publications (papers or patents), and @xmath4 layers representing the relationships between these publications and their manufacturers (scholars, inventors, institutions, companies, or countries). The rank@xmath5 multilayer adjacency tensor @xmath6 is defined using the rank@xmath8 adjacency tensors @xmath7, @xmath19, and @xmath18, which encode the strength of connections and the basis in the respective spaces. By incorporating the interdisciplinarity aspect, we create a network that accurately reflects the complex interactions between different domains. \n\nGiven the ordered set of nodes @xmath24, the first node would correspond to the first publication, and the number of nodes and layers, as mentioned, would determine the specific details of the constructed network. In the context of the provided paragraph, the rank@xmath8 adjacency tensor, consisting of four components @xmath29, encodes various relationships among publications, manufacturers, and disciplines. The first two components, denoted by @xmath30 and @xmath31 with a range represented by @xmath32, capture the citation dynamics within publications. Each layer @xmath28, which represents a scientific discipline or subfield, ensures that citations are normalized such that every reference carries equal weight.\n\nInterdisciplinary citations, which connect publications from different disciplines, are represented by @xmath31. If a publication @xmath34 in discipline @xmath36 cites another publication @xmath35 in discipline @xmath40, the component @xmath37 (or @xmath38) indicates the total number of disciplines associated with each publication. The normalization ensures that the value of these interdisciplinary citations is consistent across all layers.\n\nThe remaining layer @xmath41 contains information about the connection between publications and their manufacturers. Depending on the chosen type of manufacturer (scholars, research institutions, or countries), the presence of a relationship is indicated by a binary value (@xmath44). For instance, if an author of publication @xmath34 is affiliated with a research institution, there will be a connection. However, to avoid symmetric relations, the @xmath45 tensor is set to zero to prevent circular dependencies.\n\nThe @xmath46 tensor is also zero, as all manufacturer-related information is embedded in the other tensors, eliminating the need for explicit citation edges between authors.\n\nFor the citation layers, a node is active only on the corresponding field if the publication it represents is within that discipline. A monodisciplinary publication is confined to a single layer, while interdisciplinary ones, spanning multiple fields like physics and biology, are active on two layers. This structure enables the representation of the interdisciplinarity degree of a publication by accounting for both intra-layer (within-discipline) and inter-layer (cross-field) connections.\n\nTo rank both publications and their producers, a separate set of nodes is introduced. These nodes, representing scholars, inventors, research institutions, or countries, are placed on dedicated layers. Each publication has directed inter-layer edges pointing away from these nodes, reflecting the influence or collaboration in their respective domains. This framework effectively captures the interconnected nature of research and production in different disciplines. Each producer's ranking in previous studies was typically derived from unidimensional projections of the bipartite network connecting publications and creators. However, this study aims to exploit the full, interconnected nature of the bipartite structure to minimize information loss. The ranking is developed by diffusing scientific credit through citation connections within and across disciplines, with creators, or producers, acting as sinks, receiving citations but not directing them. A schematic representation of the proposed network is presented (Figure [Explanatory Figure]).\n\nTo rank the nodes in the multilayer citation network, we propose using the PageRank versatility, calculated as the steady-state solution of the equation, where $\\mathbf{P}(t)$ represents the time-dependent tensor indicating the probability of finding a random walker at a specific node $\\mathbf{v}_i$ in a particular layer $\\mathbf{L}_j$, with $\\mathcal{N}$ being the total number of nodes, $\\mathcal{L}$ the number of layers, and $\\alpha$ the teleportation rate. The transition tensors, $\\mathbf{T}$ and $\\mathbf{I}$, represent the rank-1 matrices representing transitions between nodes and layers, respectively.\n\nThe eigenvector corresponding to the largest eigenvalue of the transition tensor, denoted as $\\mathbf{P}$, gives the PageRank for each node $\\mathbf{v}_i$ in each layer $\\mathbf{L}_j$. It is important to note that directly calculating PageRank per layer separately would not capture the interconnectedness. Instead, we aggregate the PageRank values from each replica in different layers into a multilayer PageRank vector, $\\mathbf{PR}$, where all elements are set to 1.\n\nTo validate the method, we apply it to two case studies: the American Physical Society (APS) dataset, containing articles published in Physical Review Letters, Physical Review, and Reviews of Modern Physics between 1985 and 2009, and the US Patents dataset. By limiting the analysis to papers with up to ten authors to minimize potential biases in experimental high-energy physics, we demonstrate the effectiveness of the proposed multilayer PageRank ranking approach. The reference text can be restated as follows:\n\nCo-authorship information was identified using a previously described method from research literature. Metadata within the dataset, including the Physics and Astronomy Classification Scheme (PACS) codes assigned by the American Institute of Physics (AIP), were utilized to construct a 10-layer interconnected network. Each layer represents a distinct subfield of physics, categorized by the PACS system. The network includes layers for general physics, particle and field physics, nuclear physics, atomic and molecular physics, electromagnetism, various physical phenomena, condensed matter properties, interdisciplinary physics, and geophysics, astronomy, and astrophysics.\n\nAuthor affiliations were derived from the paper metadata, enabling the connection of each paper to one or more institutions and countries. The dataset comprises 319,816 papers, 204,809 authors, 626 institutions, and 54 countries. Although the dataset primarily focuses on physics, its broad coverage spans from biology to astrophysics, indicating potential for multi-topic analysis. To create the second dataset, US patents granted between 1963 and 1999, along with their citations, were used. The dataset was divided into six categories: chemical (excluding drugs), computers and communications, drugs and medical, electrical and electronics, mechanical, and others, as proposed in prior studies. Each patent is linked to a primary class by the United States Patent and Trademark Office (USPTO) and potentially multiple subsidiary classes. However, the dataset lacks information about the subsidiary classes, so they were obtained from the full-text USPTO patent grants. It contains 1,574,882 patents, 1,142,499 inventors, 138,833 assignees (primarily corporations), and 127 countries.",
        "abstract": " nowadays , scientific challenges usually require approaches that cross traditional boundaries between academic disciplines , driving many researchers towards interdisciplinarity . despite its obvious importance , there is a lack of studies on how to quantify the influence of interdisciplinarity on the research impact , posing uncertainty in a proper evaluation for hiring and funding purposes . here \n we propose a method based on the analysis of bipartite interconnected multilayer networks of citations and disciplines , to assess scholars , institutions and countries interdisciplinary importance . \n using data about physics publications and us patents , we show that our method allows to reward , using a quantitative approach , scholars and institutions that have carried out interdisciplinary work and have had an impact in different scientific areas . \n the proposed method could be used by funding agencies , universities and scientific policy decision makers for hiring and funding purposes , and to complement existing methods to rank universities and countries . ",
        "section_names": "introduction\nmethodology\ndata\nresults\ndiscussion\nacknowledgements\ncomparison with other approaches\nproductivity control"
    },
    {
        "article": "Significant advancements have been made in recent years to comprehend how the properties of (III,Mn)V diluted magnetic semiconductor ferromagnets are influenced by growth and annealing conditions. These improvements have resulted in the fabrication of samples with enhanced ferromagnetic transition temperatures and conductivities. The behavior of (III,Mn)V materials is typically explained using a phenomenological model, where the valence band holes of the host (III,V) semiconductor interact with Mn local moments through exchange and Coulomb interactions. This model, valid in the strongly metallic regime, accounts for the system's behavior by considering disorder and defects, with spin-orbit coupling playing a crucial role in explaining observed phenomena.\n\nThe model accurately predicts critical temperatures, strain-sensitive magnetic anisotropy, anisotropic magnetoresistance coefficients, and the strong anomalous Hall effect. Quasiparticle scattering amplitudes estimated using the golden rule agree with the order of longitudinal dc conductivities. In this work, we delve into theoretical predictions for the infrared magneto-optical properties of these materials. We calculate magnetic circular dichroism (MCD), Faraday rotation, and Kerr effects in the infrared range for various Mn concentrations and carrier densities. These effects arise from the non-zero ac Hall conductivity, which is captured by our linear response theory.\n\nFrom a microscopic perspective, these optical responses provide insights into the impact of broken time-reversal symmetry on itinerant electron quasiparticles. Given the relevant energy scale for heavily p-doped (III,Mn)V ferromagnets and similar materials is in the infrared, experimental infrared magneto-optical studies are highly anticipated. Such studies would facilitate a comparison with our predictions, helping to clarify the underlying physics of these novel ferromagnets and potentially revealing limitations in the employed theoretical framework.\n\nThe investigation of the magneto-optical response in (III,Mn)V ferromagnets is also promising for practical applications, particularly if room-temperature ferromagnetism can be realized. Understanding these materials' optical properties may contribute to the development of new technologies that exploit their unique characteristics. Paramagnetic materials with the @xcite property have demonstrated significant utility in both fundamental research and practical applications. Studies utilizing visible light absorption and reflection measurements have provided empirical estimates for the p-d and s-d exchange coupling constants in (II,Mn)VI compounds, highlighting the crucial role of valence band holes in (III,Mn)VS materials. @xcite Photoemission experiments, which delve into the material's deeper electronic structure, are surface-sensitive and have been employed to investigate hybridization between host valence bands and Mn electronic levels. In the infrared domain, recent optical conductivity measurements have revealed unconventional non-D Drude behavior, such as an optical absorption peak linked to back-scattering localization effects and inter-valence band transitions, consistent with theoretical models.\n\nThe paper is structured as follows: Section I introduces the Kubo formula, relevant for the analysis of the ac anomalous Hall conductivity in (III,Mn)V ferromagnets. Section II presents the model Hamiltonian and approximation methods used in the calculations. In Section III, a simplified four-band spherical model is analytically evaluated, considering the absence of disorder, which allows for intuitive understanding of the behavior of the anomalous Hall conductivity. The detailed calculations for this approximation are presented in an appendix. Section IV presents the numerical results obtained from the full model Hamiltonian, discussing various magneto-optical phenomena accessible in the given experimental configuration. Section V summarizes the findings and concludes the work, describing the theoretical model that couples host semiconductor valence band electrons with Mn local moments through a semi-phenomenological local exchange interaction, considering zero temperature and collinear magnetization aligned along the growth direction under a weak external magnetic field.\n\nThis theoretical framework, based on the Kohn-Luttinger theory, captures the essential features of the system while simplifying the calculations to facilitate understanding of the qualitative behavior of the magneto-optical responses. The AC Hall conductivity of non-interacting electrons in metallic ferromagnets, particularly those composed of (III,Mn)V materials, is examined. The phenomenon is described using the Kubo linear response theory formula, expressed in equation \\ref{ac_sig_ah}. This formula involves the integration of momentum space, differences in Fermi-Dirac distribution functions, and matrix elements of the momentum operators. At zero frequency, it reduces to the conductivity previously derived by Jungwirth et al., highlighting its significance for characterizing itinerant electron ferromagnets.\n\nIn this work, we extend the analysis to finite frequencies, acknowledging that while disorder-free systems exhibit finite Hall conductivity, it does affect the frequency-dependent behavior. Disorder, introduced by factors like random substitution of Mn ions with varying charges, misplaced interstitial Mn acting as double donors, and anti-site defects, influences the quasiparticle dynamics. We estimate this impact by calculating the quasiparticle lifetimes using Fermi's Golden Rule, considering both screened Coulomb and exchange interactions between valence electrons and the Mn ions.\n\nDisorder broadening of the quasiparticle spectral functions modifies the Kubo formula to equation \\ref{dis_sigma}, incorporating the advanced and retarded Green's functions with finite lifetimes. By focusing on first-order effects, we simplify the expression by neglecting higher-order corrections. This modified conductivity expression helps in understanding the disorder-induced changes in the Hall conductivity curves, which can provide valuable insights into the magnetic properties of these materials. The equation provided appears to be a mathematical expression from a quantum mechanics context, likely describing the anomalous Hall effect in a disordered alloy within the virtual crystal approximation. Here's a rephrased version of the text in a high-quality, Wikipedia-style format:\n\nIn the context of the anomalous Hall effect (AHE), the scattering rate, denoted as \\( \\sigma_{AHE}^{dis} \\), is evaluated using the golden rule, considering the difference between band eigenstates \\( f_{n',\\vec{k}} \\) and \\( f_{n,\\vec{k}} \\). The expression is derived from Eq. (\\ref{ac_sig_ahe_dis}), which involves the interference term and kinetic-exchange fields. In the virtual crystal approximation, the Coulomb interaction is replaced by its spatial average, leading to a simplified Hamiltonian for hole quasiparticles interacting with a spatially uniform kinetic-exchange field.\n\nThe unperturbed Hamiltonian for these holes is expressed in Eq. (\\ref{lutpar}), where \\( H_{host} \\) represents the host band Hamiltonian, and \\( \\hat{\\mathbf{p}}_x \\) and \\( \\hat{\\mathbf{p}}_y \\) are the momentum operators. The Kohn-Luttinger model, with the angular momentum quantization axis set along the \\( \\mathbf{z} \\)-direction, is employed, and the Luttinger Hamiltonian takes the form in Eq. (\\ref{hl}). The matrix highlights the \\( \\mathbf{p}_x^2 - \\mathbf{p}_y^2 \\) sector.\n\nThe Kohn-Luttinger eigenenergies are defined by Eqs. (\\ref{lutpar})-(\\ref{lutpar_end}), with the host semiconductor parameters specified for GaAs. Disorder effects on hole quasiparticles are accounted for by introducing a scattering rate, \\( \\gamma_{n,n'} \\), derived using the Fermi's Golden Rule. For uncorrelated disorder, contributions from Mn substitutional impurities and As antisites contribute to the scattering rate, as shown in Eqs. (\\ref{scattering_rate}) and (\\ref{scattering_elements}).\n\nThe inter-band scattering broadening, which enters Eq. (\\ref{ac_sig_ahe_dis}), is calculated by averaging over the transitions between the allowed bands, as per Ref. [insert reference]. To simplify the analysis, a 4-band model with isotropic bands, known as the spherical model, is considered. This model is obtained by taking the spin-orbit coupling to infinity and setting a specific parameter, \\( g = 2.5 \\) for GaAs, in the 6-band Kohn-Luttinger Hamiltonian (Eq. \\ref{h_4b_sph}). The resulting Hamiltonian exhibits antiferromagnetic coupling.\n\nIn summary, the calculations presented involve the evaluation of the AHE scattering rate in a disordered GaAs system, using the virtual crystal approximation, the Kohn-Luttinger model, and the Fermi's Golden Rule, while accounting for disorder-induced scattering and the spherical model's simplifications. In the presence of strong spin-orbit coupling, as deduced from the Hamiltonian in Eq. [h_4b_sph], the spin quantization axis for a Bloch state with wavevector k is aligned perpendicularly to k. The anomalous optical conductivity, denoted by σ_{ah}, can be evaluated to first order in a small parameter ε using degenerate perturbation theory, as outlined in Appendix A. The expression for σ_{ah} is provided in Eq. [aomlow] for low-energy regions and Eq. [aomhigh] for high-energy regions, involving various coefficients such as u, h, ω, and wavevectors k_F^± and k_F^±, where k_F^± are the Fermi wavevectors for light and heavy holes, respectively, in zero exchange field.\n\nFor low concentrations of itinerant holes and Mn, the spectral function α(k,ω) exhibits two peaks corresponding to transitions near the light and heavy-hole bands' Fermi surfaces, as depicted in Fig. [fig4b]. These transitions are between heavy and light holes with opposite polarization, as discussed in Appendix [4bdetails]. The high-frequency contribution in the spectral function, which contributes to rigid shifts in the low-frequency region, suggests the potential need to include higher bands, like the conduction bands, for more accurate calculations.\n\nWhile the qualitative physics of the 4-band model remains valid in full numerical calculations, the inclusion of additional bands does modify the value of θ, highlighting the importance of considering a comprehensive model for a more precise description.",
        "abstract": " we present a theoretical study of the infrared magneto - optical properties of ferromagnetic ( iii , mn)v semiconductors . our analysis combines the kinetic exchange model for ( iii , mn)v ferromagnetism with kubo linear response theory and born approximation estimates for the effect of disorder on the valence band quasiparticles . \n we predict a prominent feature in the ac - hall conductivity at a frequency that varies over the range from 200 to 400 mev , depending on mn and carrier densities , and is associated with transitions between heavy - hole and light - hole bands . in its zero frequency limit , our hall conductivity reduces to the @xmath0-space berry s phase value predicted by a recent theory of the anomalous hall effect that is able to account quantitatively for experiment . \n we compute theoretical estimates for magnetic circular dichroism , faraday rotation , and kerr effect parameters as a function of mn concentration and free carrier density . \n the mid - infrared response feature is present in each of these magneto - optical effects . ",
        "section_names": "introduction\ntheoretical approach\nmodel hamiltonian\n4-band spherical model\nnumerical results\nconclusions\nderivation of @xmath3 in the 4-band spherical model"
    },
    {
        "article": "In numerical simulations of celestial systems, the gravitational force is often adjusted to rectify the Newtonian singularity at short distances, known as the \"softening length.\" This modification is introduced via a cutoff mechanism, but the specific implementation can differ. The influence of softened gravity, crucial in these systems, should be thoroughly understood as it alters near-singular regions. This topic has attracted significant attention lately (Hernquist & Barnes, 1990; Hernquist & Ostriker, 1992; Kandrup et al., 1992; Pfenniger, 1993; Pfenniger & Friedli, 1993; Gurzadyan & Pfenniger, 1994; Romeo, 1994; Byrd, 1995; Gerber, 1996; Merritt, 1996; Weinberg, 1996; Sommer-Larsen et al., 1997; Theis, 1997; Goodman et al., 1993; Farouki & Salpeter, 1994). Comprehensive reviews on this subject can be found in the works of Pfenniger & Friedli (1993) and Gurzadyan & Pfenniger (1994), as well as Paper I.\n\nIn Paper I, the stability analysis was conducted for two-dimensional models with Plummer softening, commonly used in simulations of disk galaxies. The study revealed that softening becomes significantly artificial beyond a wavelength of approximately half the expected value, denoted by @xmath2 and @xmath3. The primary outcomes were presented in the form of a consistency criterion for @xmath1 and a stability criterion for the Toomre parameter. Byrd (1995) also addressed important aspects of the stability problem.\n\nThis current paper extends the analysis from Paper I by generalizing it to an arbitrary isotropic form of softening, which is increasingly utilized in simulations due to alternative softened gravity models (Combes et al., 1990; Palou et al., 1993; Shlosman & Noguchi, 1993). The Hernquist-Katz and Pfenniger-Friedli proposals, in particular, emphasize the importance of local softening with no compelling reason for modification beyond short distances. These extensions provide a framework for comparing experiments employing different softened gravity treatments. The implications of the stability analysis for the classical relaxation problem, a fundamental aspect of self-gravitating systems, are also explored, as relaxation and stability are intricately linked through random motions. On the contrary, the influence of velocity dispersion on relaxation times has not been fully comprehended, leading to a flawed classical argument favoring large values of a parameter, denoted as $\\mathbf{1}$. We rectify this reasoning and argue that neither small nor large values of $\\mathbf{1}$ are ideal. Surprisingly, an intermediate value optimizes the \"dynamical resolution\" – the model's ability to accurately simulate the dynamics of three-dimensional discs with Newtonian gravity, particularly near stability boundaries. We identify the optimal characteristics and demonstrate how to assess them for softened gravitational interactions.\n\nIn addition to addressing this aspect of relaxation, we delve into how softening impacts noise reduction across various scales. Expanding upon two-dimensional (2D) models with isotropic softening, we investigate the equilibrium conditions for axisymmetric configurations with epicyclic motions, showing significant deviations from Newtonian behaviors at different distances from the center.\n\nMoving to three-dimensional (3D) models, we consider isotropic and anisotropic softenings. The former includes studies on discs and the Jeans problem, while the latter addresses the enhanced effects due to a homogeneous geometry and the absence of rotation. An extension to 3D, suggested by Friedli (1994) and Junqueira & Combes (1996), emphasizes the need for anisotropic softening in simulations requiring high spatial resolution, like in disc galaxies. This idea, similar to that employed in smoothed particle hydrodynamics, is explored in relation to the dynamical behavior of softened systems.\n\nOur study aims to clarify the discrepancies between the dynamical impacts of softening in 3D and 2D, focusing on isolated stellar components (discs versus Jeans problem). By examining these models, we uncover the profound modifications introduced by anisotropic geometry and the loss of rotational support. Finally, our methodology, outlined in Sect., forms a comprehensive approach for understanding the dynamic consequences of softened interactions in $\\mathbf{N}$-body simulations of stellar systems. In Section 3, two applications relevant to the discussion are presented, as indicated in the previous context. The paper's conclusions are presented in Section 4, where the authors provide a broader perspective and outline future applications. For 2-D discs with isotropic softened gravity, a surface density perturbation $\\sigma_1$ at a point $x=4$ gives rise to a potential perturbation $\\Phi_5$ through the softened point-mass potential $\\Phi_6$, which depends on the softening length $\\epsilon$. In the analysis, the WKBJ approach from Paper I is employed, but with a modified spectral representation that considers radial dependence instead of spherical harmonics.\n\nThe key modification involves using Bessel-Hankel functions instead of Fourier representation, which simplifies the convolution in the Poisson equation without making assumptions about the softened gravitational kernel $g(r)$. The reduction factor, denoted by $\\cal H}_0[\\varphi_{\\rm n}(r)](k)$, emerges from Equation (2), representing the weakening of the potential perturbation due to the softening. This, in turn, affects the self-gravity contribution to the dispersion relation by reducing the active unperturbed surface density.\n\nEquation (2) offers a straightforward interpretation, revealing how isotropic softening modifies the stability of 2-D discs. Two methods are available to evaluate $\\cal H}_0[\\varphi_{\\rm n}(r)](k)$: an analytical calculation using the Gradsteyn and Ryzhik integral table (Equation (4)), or numerical computation with the point-mass force (Equation (23)). The latter option utilizes the Nag library for efficient Hankel transforms, as suggested by Gueron (1994) and Van Veldhuizen et al.\n\nIn summary, this work focuses on understanding the impact of isotropic softened gravity on 2-D disc stability, presenting analytical and numerical methods to compute the reduction factor $\\cal H}_0[\\varphi_{\\rm n}(r)](k)$, which serves as the foundation for their analysis. The original equation (5) requires modification due to the gradual decrease of the oscillatory integral's amplitude as the integration speed increases. This issue can be resolved using straightforward techniques, such as integrating by parts and identifying the Newtonian behavior of a term at large distances (denoted as \"effective scale height\"). After evaluating @xmath26, the analysis focuses on its behavior at small @xmath27, as stability primarily depends on large-scale properties. To understand the general trends, one can either start from equation (5) or (6) and apply asymptotic expansion methods (as outlined in Bender & Orszag, 1978). In equation (5), the Newtonian dependence of @xmath28 at long distances must be isolated, followed by expanding @xmath29. Conversely, equation (6) allows for a direct expansion of @xmath30.\n\nThe outcome is a expression involving @xmath31, which is positive for softened gravity models of practical interest and carries significant dynamical significance. It effectively mimics a scale height for density waves, as demonstrated by comparing it to the reduction factor for 3D discs with Newtonian gravity. For bending waves, the concept of a scale height is also relevant (Masset & Tagger, 1996).\n\nAn alternative approach to calculating @xmath33, which represents the scale height, can be derived from the characteristic conversion factor. The third and final stage involves extracting detailed information about the stability properties, which has been addressed in a previous paper and can be easily generalized.\n\nIn the context of the fluid description, scaling and parameters are employed as follows: @xmath35, @xmath36, @xmath37, @xmath38, where @xmath3 represents the perturbation wavelength, @xmath39 is the Toomre wavelength, @xmath40 is the unperturbed surface density, @xmath41 is the epicyclic frequency, and @xmath42 is the planar sound speed. Stability is characterized by the marginal stability curve, a dispersion relation that plots marginally stable perturbations in the (@xmath43, @xmath44) plane for a specific @xmath44 value.\n\nThe stability level is determined by the effective parameter @xmath46, with @xmath47 representing the threshold, corresponding to the square root of a critical condition for instability. The global maximum of the marginal curve represents the characteristic radial wavelength, which is typically located at x_math48. The stability properties, including the conversion factor in dimensionless form (effective scale height), are provided below. The safety threshold for approximate physical consistency is denoted by x_math50. Softening, which emulates the effect of thickness, affects certain parameters like x_math53 and x_math54. For large values of x_math55, softening introduces artificial stabilization and a mild blueshift. The critical value x_math56 is significant, as it influences the velocity dispersion and its relationship to stability, becoming less meaningful when x_math59 control is lost. The critical radial wavelength, x_math60, reflects the sensitivity of x_math48 to variations in x_math62. In the context of classical relaxation problems, the Rybicki-White relaxation time (proportional to x_math1, velocity dispersion cubed, and particle count) can be affected. Initially, large x_math1 values are considered favorable due to their long relaxation times. However, this is incorrect, as the stability threshold x_math66 depends on x_math1 and is measured by the effective parameter x_math67. Consequently, choosing large x_math1 leads to a lower stability level and shorter relaxation times. To optimize the relaxation process, an intermediate value of x_math1 must be found, ensuring approximate physical consistency. This optimal choice is central to our method for modeling 2D discs with isotropically softened gravity. The \"corrected-Rybicki-White relaxation time\" refers to an adjusted version that takes these stability considerations into account.",
        "abstract": " two questions that naturally arise in @xmath0-body simulations of stellar systems are :    1 \n .   how can we compare experiments that employ different types of softened gravity ? \n 2 .   given a particular type of softened gravity , which choices of the softening length optimize the faithfulness of the experiments to the newtonian dynamics ?    \n we devise a method for exploring the dynamical effects of softening , which provides detailed answers in the case of 2-d simulations of disc galaxies and also solves important aspects of the 3-d problem . in the present paper we focus on two applications that reveal the dynamical differences between the most representative types of softened gravity , including certain anisotropic alternatives . \n our method is potentially important not only for testing but also for developing new ideas about softening . \n indeed , it opens a _ direct _ route to the discovery of optimal types of softened gravity for given dynamical requirements , and thus to the accomplishment of a physically consistent modelling . ",
        "section_names": "introduction\nmethod\napplications\nconclusions\nuseful analytical formulae for sect.3"
    },
    {
        "article": "\"Spinfoams, as a covariant formulation of Loop Quantum Gravity (LQG), describe the dynamics through transition amplitudes between states from the kinematical Hilbert space of LQG. Employing the Spin-Network basis, these amplitudes are functions of spins and intertwiners associated with links and nodes in the spin-network graph. In recent literature, spinfoams are often represented using a spatial configuration consisting of faces labeled by spins and edges labeled by intertwiners, forming a $\\mathbb{C}^0$ complex. Different representations of LQG's Hilbert space can be extended to spinfoam dynamics.\n\nThis paper examines two specific representations: the Holonomy Representation and the Holomorphic Representation. The Holonomy Representation simplifies spinfoams, resembling a Feynman path integral, by integrating over Ashtekar connections smeared along links cutting the faces. The Holomorphic Representation, built upon the Segal-Bargmann transform, offers novel insights and computational techniques.\n\nThe Holomorphic Representation is particularly noteworthy for its connection to coherent Spin-Network states, which are peaked on a classical, discrete intrinsic and extrinsic geometry of spacetime. This property has significant implications. A recent study by Livine and Speziale on the large-scale behavior of the spinfoam vertex, derived using spins and normals, revealed a sum over two classical solutions. However, this double classical solution is argued to be an artefact of the chosen representation, which diagonalizes the area operator, leading to a broader distribution of momentum conjugate to area.\n\nIn contrast, the holomorphic representation employed in this work, with its focus on coherent Spin-Networks that are peaked on both the area and its conjugate angle, selects only one of the classical solutions in the semiclassical expansion. This demonstrates the potential benefits of using different representations in understanding the quantum dynamics of LQG.\" The paper is structured as follows. In Section I, it delves into the concept of holonomy representation in spinfoams and its relationship with two prevalent representations found in literature: the 'spin and intertwiner' and the 'spin and normals' frameworks. Section II introduces the holomorphic representation, which arises as the Segal-Bargmann transform of the holonomy representation. It also explores the interpretation of the complex variables employed in terms of discrete classical geometries.\n\nIn Section III and IV, the authors derive the Euclidean and Lorentzian spinfoam vertices, both in the holonomy and holomorphic representations. Section V focuses on an application of these derived expressions, demonstrating how the peakedness on extrinsic geometry enables selecting a unique classical solution in the study of the large-scale asymptotics of the Lorentzian vertex in Loop Quantum Gravity (LQG).\n\nIn LQG, the Hilbert space associated with a graph embedded in a 3-dimensional hypersurface is represented by $\\mathcal{H}_G$, where $|G|$ denotes the number of links and $|N|$ the number of nodes. The 'holonomy representation' involves states that are gauge-invariant functions of Ashtekar-Barbero group elements, $g_i$ (at nodes), satisfying gauge transformations. The configuration variables are interpreted as holonomies of the Ashtekar-Barbero connection along the links, with $\\Gamma$ being the spin connection, $K$ the extrinsic curvature, and $\\gamma$ the Barbero-Immirzi parameter.\n\nSpinfoams provide amplitudes for transitioning between 'in' and 'out' states, represented mathematically as a functional integral $\\int_{g^{(3)}_{in}}^{g^{(3)}_{out}} d g^{(4)} \\exp(iS[g^{(4)}])$ for 3-geometry transitions. The formalism extends to 'boundary amplitudes,' where the Hilbert space $\\mathcal{H}_{\\partial B}$ is associated with a graph on the boundary of a higher-dimensional ball. The boundary amplitude of a state is given by $\\langle \\psi | \\hat{\\mathcal{V}}_5 |\\phi \\rangle$, where $\\mathcal{V}_5$ is the spinfoam model in the holonomy representation, which is local in spacetime, composed of elementary vertex amplitudes multiplied by integrals over bulk variables.\n\nA 'face amplitude' is also present, represented by a delta function involving the product of holonomies bounding a face of the $\\mathcal{0}$-complex. This feature ensures the composition law for the spinfoam amplitude.\n\nOverall, the paper presents a comprehensive overview of the holonomy and holomorphic representations in spinfoams, their derivations, and their applications in understanding quantum geometry in the context of LQG. In the context of the provided paragraph, the boundary graph is assigned to each vertex within the complex denoted as \"@xmath0\". This assignment involves both a vertex label \"@xmath31\" and a link label \"@xmath14\", reflecting the connections between vertices. The relationship between the variables is visually represented in Figure [figura]. The construction involves a 3-dimensional ball containing a single vertex from the complex, and the boundary graph is formed by intersecting the part of the complex within the ball with its boundary, a 3-sphere. Each vertex in the boundary graph corresponds to the number of faces intersecting at that vertex in the complex.\n\nThe bulk variables \"@xmath32\" are holonomies associated with these links. They are connected not only to the internal faces but also to the external ones, labeled \"@xmath30\" and \"@xmath33\" respectively. The notation uses \"spinfoam vertices\" (@xmath31) for the vertices and \"link intersections\" (@xmath14) for the points where faces intersect with a small 3-sphere around each vertex. The boundary holonomy \"@xmath34\" corresponds to the external side of the boundary face \"@xmath33.\"\n\nFor example, in the Ponzano-Regge model for 3D gravity, the vertex amplitude is expressed as \"@xmath35\". Similarly, the EPRL-FK vertex initially proposed had 4-valent nodes on a complete graph (@xmath36). More recent developments by Kaminski-Kisielowski-Lewandowski introduced a generalization to arbitrary boundary graphs.\n\nSpinfoam vertices are commonly discussed in the literature in a different representation known as the \"spin and intertwiner\" representation (@xmath37), which is related to the holonomy representation through the Peter-Weyl transform. This representation is based on an orthonormal basis of the boundary Hilbert space (@xmath22). For instance, in this representation, the Ponzano-Regge vertex is represented by a Racah symbol (@xmath43).\n\nIn the study and analysis of new spinfoam vertices, a third representation has proven useful, involving a combination of spins and two unit-normals per link. This is associated with spin-networks featuring Livine-Speziale coherent intertwiners (@xmath45), which are labeled by @xmath46 unit vectors. In the context of quantum mechanics, particularly in the context of loop quantum gravity, coherent spin-network states are introduced as a high-quality rephrased version of the original text. These states serve as an overcomplete basis for the boundary Hilbert space, denoted as $\\mathcal{H}_{\\text{22}}$. They are characterized by elements $\\mathcal{A}$ associated with each link of a graph and are defined using specific parameters, including positive real numbers $\\alpha$ and the analytic continuation of the heat kernel on the group $\\mathcal{G}_1$.\n\nThe construction of coherent spin-networks is motivated by the Segal-Bargmann transform, which allows for a holomorphic representation of quantum states. Given a state $\\ket{\\psi}$, the scalar product with a coherent spin-network $\\ket{\\mathcal{C}}$ results in a function $f(\\mathcal{A})$ that is holomorphic in $\\mathcal{A}$ and resides within the Hilbert space of holomorphic functions, regularized by a suitable measure $\\mu$ (as detailed in references [xcite] and [xcite]).\n\nThe labels $\\mathcal{A}$ in the coherent spin-networks provide a parametrization of the phase space of the theory, reflecting the geometric aspects captured by the graph structure. The states themselves exhibit a peakiness property, which is connected to classical holonomies and fluxes through a well-studied geometric interpretation.\n\nThis new representation significantly simplifies the semiclassical analysis of spinfoam vertices, as the normals acting on the nodes can be treated classically, unlike the intertwiners, which remain quantum mechanical quantities. This representation, introduced in [xcite] and [xcite], plays a crucial role in understanding the quantum dynamics of spacetime in loop quantum gravity. In Loop Quantum Gravity (LQG), the application of coherent spin networks and their associated holomorphic representation within spinfoams has been relatively unexplored until recently. This study aims to demonstrate the utility of these constructs in the spinfoam framework. A key feature is the ability to represent a spinfoam vertex in the holomorphic representation using expression (eq:wpsi), as demonstrated by the Ponzano-Regge vertex amplitude (eq:prh) in this representation.\n\nThe primary advantage of using the holomorphic representation lies in the clear interpretation of the labels, which are linked to classical discrete geometries. Two equivalent descriptions of the discrete geometry associated with the holonomy labels are discussed. The first, specific to LQG and attributed to Sahlmann-Thiemann-Winker, involves the flux of the Ashtekar connection and electric field (eq:flux_and_holonomy). The second, more common in covariant spinfoams, employs Freidel-Speziale variables for twisted geometries (eq:freidel-speziale).\n\nIn the first description, a classical configuration of the Ashtekar connection and its conjugate momentum, along with a cellular decomposition of the boundary manifold and a dual graph, is chosen. The flux of the electric field through a face determines a $\\mathfrak{su}(2)$ algebra element, while the holonomy of the connection gives a $\\mathcal{SU}(2)$ group element. These couples, one for each link in the graph, form a point in a truncated phase space of general relativity described by the graph. The labels can be cast into the complexification of $\\mathfrak{su}(2)$ using a polar decomposition, ensuring a proper correspondence with classical fluxes and holonomies.\n\nCoherent spin networks with these complexified labels exhibit a strong peaked behavior around the classical configuration. In the second description, each cell of the boundary manifold's cellular decomposition is equipped with a Euclidean 3-dimensional geometry. This setup fixes the shape of the cells and allows for computation of their areas and face normals. When two cells sharing a face have matching areas, a consistent and geometrically meaningful description emerges.\n\nOverall, the use of coherent spin networks and the holomorphic representation in spinfoams offers a deeper understanding of classical discrete geometries within the context of LQG, providing a promising avenue for further research in the field.",
        "abstract": " we study a holomorphic representation for spinfoams . the representation is obtained via the ashtekar - lewandowski - marolf - mouro - thiemann coherent state transform . \n we derive the expression of the 4d spinfoam vertex for euclidean and for lorentzian gravity in the holomorphic representation . \n the advantage of this representation rests on the fact that the variables used have a clear interpretation in terms of a classical intrinsic and extrinsic geometry of space . \n we show how the peakedness on the extrinsic geometry selects a single exponential of the regge action in the semiclassical large - scale asymptotics of the spinfoam vertex . ",
        "section_names": "introduction\ni. spin foams in various representations\nii. the holomorphic representation\niii. 4d euclidean vertex amplitude in the holomorphic representation\niv. 4d lorentzian vertex amplitude in the holomorphic representation\nv. semiclassical analysis: role of the extrinsic curvature in the large spin asymptotics\nvi. conclusions and perspectives\nacknowledgments"
    },
    {
        "article": "Driven diffusive systems, with their intricate and diverse behaviors, have garnered significant interest from physicists. One such model, widely researched in chemistry and physics, is the Asymmetric Simple Exclusion Process (ASEP), which serves as a simplified representation of these systems. ASEP has proven useful in various biological applications, such as gel electrophoresis, protein synthesis, mRNA translation, molecular motor movement, and microtubule degradation.\n\nA particularly important variant is the Totally Asymmetric Simple Exclusion Process (TASEP), often considered the minimal model for ASEP, where particles move unidirectionally. TASEP has been extensively employed to model intracellular transport and related traffic issues, gaining considerable attention in recent years.\n\nInitial studies by MacDonald et al. utilized TASEP to simulate ribosome dynamics along messenger RNA chains. Kruse and Sekimoto introduced a Two-Headed TASEP model to describe molecular motor traffic, where each motor comprises two heads attached to filaments, allowing for movement along them. The study revealed a non-monotonic relationship between the average filament velocity and motor concentration.\n\nLipowsky et al. investigated the density and current profiles of motors with different microtubule track geometries, while Parmeggiani et al. extended the single-lane TASEP by incorporating Langmuir kinetics (particle attachment and detachment). This model, known as the PFF model, revealed unexpected stationary regimes in finite-sized systems, featuring phase coexistence in both low and high density regions separated by a domain wall.\n\nNishinari et al. proposed a model combining TASEP, Langmuir kinetics, and Brownian ratchet mechanism to mimic the movement of Kinesin motor Kif1a, which exhibits three states (strong, weak, and no binding) instead of the usual two. This model captures ATP hydrolysis and the ratchet mechanism driving individual motors, reproducing experimental observations and presenting a phase diagram.\n\nPrevious research on molecular motor traffic modeling primarily focused on single-lane systems with bidirectional particle movement or attachment/detachment to a bulk. However, considering multi-lane asymmetric exclusion processes would enhance the realism of these descriptions, making it an area of ongoing exploration in experimental and theoretical studies. Observations by researchers at Xcite have revealed that motor proteins, specifically kinesins, exhibit bidirectional movement along parallel microtubule protofilaments, demonstrating their ability to move seamlessly between these tracks without constraints. Recently, Pronina and Kolomeisky proposed a two-lane traffic model for a Traffic-Aiding System with Symmetric Lane-Changing rules, excluding Langmuir kinetics. The simulations showed that variations in lane-changing rates significantly impact the steady-state characteristics of the system, with increased particle coupling leading to decreased currents per lane and increased particle densities.\n\nBuilding upon this, Pronina and Kolomeisky expanded their model to accommodate asymmetric coupling, which resulted in a more intricate phase diagram distinct from the symmetric case. This two-lane TASEP featured seven distinct phases compared to three in the symmetric case. Additionally, they observed a novel \"maximal-current\" phase with a domain wall in the intermediate coupling regime.\n\nMitsudo and Hayakawa further investigated the synchronization of kink (domain wall) formation in a two-lane TASEP without Langmuir kinetics, considering unequal lane-changing rates and differing injection and ejection rates at the boundaries. They found that kink positions were synchronized despite variable particle counts across lanes.\n\nJiang et al., in a later study, introduced Langmuir kinetics into one lane of a two-lane system, revealing that synchronization of shocks occurs when the lane-changing rate exceeds a threshold. A boundary layer was also observed due to finite-size effects.\n\nThis paper aims to explore the combined effects of particle attachment and detachment on both lanes of a two-lane system with symmetric inter-lane coupling, focusing on the finite-size aspects. Inspired by the dynamics of molecular motors, the model incorporates unidirectional movement, random attachments/detachments, and inter-filament transitions. Understanding the outcomes of this study could provide valuable insights into molecular motor traffic in biological contexts, as well as applications in vehicular traffic and other particle systems. The investigation encompasses the influence of various parameters on density and other system properties. The study presents a two-lane TASEP model with varying lane-changing rates, attachment, and detachment probabilities, focusing on symmetric lane changes. The model consists of a lattice of 11 sites, with each lane having a length of @xmath4. Particles move from left to right, with sites 1 and @xmath4 representing the boundaries. The central region, labeled as the \"bulk,\" encompasses sites 2 to @xmath13.\n\nThe model's dynamics encompass lane selection, particle injection into the first site, detachment from the bulk, movement within the bulk, inter-lane particle transitions, attachment, and ejection from the last site. Specifically, particles injected into a lane have a probability @xmath14 of occupying the first site if unoccupied, and they can leave with a probability @xmath15.\n\nSection II provides a detailed description of the two-lane model, including the lane-changing and particle interactions. Section III discusses the Monte Carlo simulations conducted to analyze the system's behavior, comparing results with those obtained under a simplified scenario where the two lanes are treated separately with Langmuir kinetics. Mean-field approximation is introduced in Section IV to validate the simulation results, demonstrating quantitative agreement with the theoretical predictions. Finally, Section V summarizes the findings and conclusions of the study. The particle movement within the system is governed by specific updating rules that consider the availability of neighboring lanes and the states of the sites. The system consists of two equivalent lanes, which share the same updating rules, but for simplicity, only those for Lane 2 are detailed below.\n\nAn occupation variable, denoted by \\( \\mathbf{x}_{12}^{(19)} \\), represents the status of Site 12 in Lane 2, with \\( \\mathbf{x}_{20}^{(19)} \\) or \\( \\mathbf{x}_{21}^{(19)} \\) indicating occupancy or emptiness. The updating rules are:\n\n1. Case 1 (Particle entrance):\n   - If \\( \\mathbf{x}_{24}^{(19)} = 1 \\) (Site 12 is empty), a particle enters the system with probability \\( p_{\\text{entrance}} \\).\n\n2. Case 2 (Particle movement):\n   - If \\( \\mathbf{x}_{25}^{(19)} = 1 \\) and \\( \\mathbf{x}_{26}^{(19)} = 1 \\) (Site 27 occupied and particle there), the particle moves to Site 28.\n   - If \\( \\mathbf{x}_{25}^{(19)} = 1 \\) and \\( \\mathbf{x}_{29}^{(19)} = 1 \\) (Site 27 occupied but no movement), no lane change occurs.\n\n3. Case 3 (Particle departure):\n   - If \\( \\mathbf{x}_{31}^{(19)} = 1 \\) (Particle at the end of Lane 2), it leaves the system with probability \\( p_{\\text{departure}} \\).\n\n4. Case 4 (Particle exit or lane change):\n   - If \\( \\mathbf{x}_{33}^{(19)} = 1 \\) (Particle unable to advance or wants to change), it may leave with probability \\( p_{\\text{exit}} \\);\n     - If it cannot leave, it moves to Site 34 if \\( \\mathbf{x}_{35}^{(19)} = 1 \\) (site is available);\n     - If unable to advance, it has a chance to switch to Lane 1 with probability \\( p_{\\text{lane\\_change}} \\) if \\( \\mathbf{x}_{36}^{(19)} = 1 \\).\n   - If \\( \\mathbf{x}_{37}^{(19)} = 1 \\) (Particle attaches), it enters the system with probability \\( p_{\\text{attachment}} \\).\n\nThese updating rules, depicted in Figure 1, can be categorized into three common schemes:\n- Parallel: updating rules apply simultaneously to all sites, often seen in vehicular traffic flow.\n- Ordered sequence: particles move sequentially, either from one end to another in a one-dimensional system or in a predefined order.\n- Random: a site is selected randomly for updating according to the given rules.\n\nFuture work will explore the impact of asymmetric lane-changing rates on the dynamics of interacting particles, enhancing the understanding of the system's behavior. In this section, Monte Carlo simulations were conducted using a commonly employed sequential updating scheme, referred to as the third method, for modeling molecular motor traffic. The simulation results, as presented, are based on the average current, which is calculated as \\( \\text{I} = \\text{I}_{0}(1 - \\text{p}) \\), where \\( \\text{I}_{0} \\), \\( \\text{p} \\), and other parameters were set at specific values. To obtain steady-state profiles, data from \\( \\text{N}_{\\text{s}} = 47 \\) samples were averaged at each site, with a sampling interval of \\( \\text{T}_{\\text{s}} \\). An initial transient period of \\( \\text{T}_{\\text{t}} = \\text{N}_{\\text{t}} \\) time steps was discarded before analyzing the results.\n\nFor the special case where the particle exchange rate (\\( \\text{K} \\)) equals zero, the two-lane system reduces to two independent, single-lane TASEP systems with Langmuir kinetics. Previous studies have extensively investigated these one-lane models. Figure 2 illustrates the evolution of average density (\\( \\rho \\)) and current (\\( \\text{I} \\)) for a two-lane setup, demonstrating how varying \\( \\text{K} \\) affects the behavior. When \\( \\text{K} = 0 \\), the system behaves as two separate single-lane systems.\n\nAs \\( \\text{K} \\) increases from zero to one, one would anticipate the domain wall to move consistently in either the left or right direction. However, a counterintuitive phenomenon was observed in the simulations: the domain wall initially moves to the left, followed by a transition to the right (see Figs. 2(a) and (b)). This \"jumping effect,\" characterized by the domain wall and current curves alternating between left and right, is attributed to particles switching lanes. This behavior is more evident in Figs. 3(a) and (b), which depict the domain walls for a specific parameter (\\( \\text{K}_{\\text{53}} \\)).\n\nThe existence of a critical value, \\( \\text{K}_{\\text{c}} \\), can be discerned where the direction of the domain wall changes under certain conditions. This phenomenon, similar to that observed in Ref. [ref], is influenced by both attachment and detachment rates. The jumping effect is also observed in larger systems, such as \\( \\text{L} = \\text{L}_{\\text{56}} \\), for smaller values of \\( \\text{K} \\) (Figure 5). For instance, when \\( \\text{K} < \\text{K}_{\\text{57}} \\), the domain wall moves left, while for \\( \\text{K} > \\text{K}_{\\text{58}} \\), it moves right. A clear rightward movement is noticeable at \\( \\text{K} = \\text{K}_{\\text{59}} \\) (Fig. 5). These observations highlight the dependence of the jumping effect on the inter-lane exchange rate.",
        "abstract": " in this paper , we study a two - lane totally asymmetric simple exclusion process ( tasep ) coupled with random attachment and detachment of particles ( langmuir kinetics ) in both lanes under open boundary conditions . \n our model can describe the directed motion of molecular motors , attachment and detachment of motors , and free inter - lane transition of motors between filaments . in this paper \n , we focus on some finite - size effects of the system because normally the sizes of most real systems are finite and small ( e.g. , size @xmath0 ) . \n a special finite - size effect of the two - lane system has been observed , which is that the density wall moves left first and then move towards the right with the increase of the lane - changing rate . \n we called it the jumping effect . \n we find that increasing attachment and detachment rates will weaken the jumping effect . \n we also confirmed that when the size of the two - lane system is large enough , the jumping effect disappears , and the two - lane system has a similar density profile to a single - lane tasep coupled with langmuir kinetics . \n increasing lane - changing rates has little effect on density and current after the density reaches maximum . also , lane - changing rate has no effect on density profiles of a two - lane tasep coupled with langmuir kinetics at a large attachment / detachment rate and/or a large system size . \n mean - field approximation is presented and it agrees with our monte carlo simulations . ",
        "section_names": "introduction\nmodel\nmonte carlo simulations\nmean-field approximation\nconclusion\nacknowledgements"
    },
    {
        "article": "The Coupled Cluster (CC) method, as implemented via the XCite package, is a sophisticated and widely-used approach in quantum many-body calculations. To provide context, let's summarize its key aspects. The CC method relies on the exponential ansatz for the exact many-body wavefunction, represented by the cluster operator `C` containing amplitudes for multiple particle-hole excitations from a reference Slater determinant. This parametrization is derived from the rigorous resummation of many-body perturbation theory (MBPT) series.\n\nThe central idea lies in the fact that, although the ansatz involves an infinite number of terms due to the exponential expansion, the equations for the cluster amplitudes actually consist of a finite number. However, this simplification is lost when calculating matrix elements, where the expansion results in an infinite number of terms. This is particularly relevant for evaluating transition amplitudes between states.\n\nIn this paper, we focus on addressing the challenge of partially summing the infinite series for matrix elements in univalent atom systems, such as alkali-metal atoms. Prior studies have employed relativistic CC calculations, often neglecting non-linear terms (denoted by `z`-matrix elements). These calculations are referred to as Linearized Coupled Cluster (LCC), which omits diagrams crucial for the full description.\n\nA significant issue with LCC is that it misses a part of the Random Phase Approximation (RPA) diagrams, as demonstrated in a comparison with the RPA series in a previous work. To rectify this, some authors have attempted to correct for the missing RPA diagrams by replacing bare matrix elements with dressed ones, but this introduces a double-counting of diagrams already included in the CC method.\n\nOur contribution in this paper presents a novel approach to alleviate the double-counting problem without fully resorting to the RPA dressing. Instead, we propose a method to selectively remove certain leading-order diagrams, ensuring a more balanced representation without compromising the accuracy of the CC method for univalent atoms. An alternative approach to the resonant polarization (RPA) chain is proposed that eliminates the issue of double counting and necessitates手动剔除\"extra\" diagrams. This scheme not only dresses the coupled-cluster (CC) diagrams for matrix elements but also considers a distinct set of diagrams that affect the dressing of particle and hole lines within the CC framework. The corrections introduced by this dressing scheme appear at fourth order in many-body perturbation theory (MBPT). In this study, a detailed comparison with the corresponding fourth-order diagrams is presented.\n\nThe methodology is exemplified through relativistic computations of hyperfine-structure constants and dipole matrix elements for the cesium (Cs) atom. To ensure completeness up to fourth order in MBPT, the authors incorporate certain fourth-order diagrams from direct MBPT calculations, as in Ref. @xcite. This work constitutes an extension of the fourth-order calculation in Ref. @xcite, and Section IV provides a comparison with the fourth-order diagrams. Numerical demonstrations of the proposed summation schemes are presented in Section VI, followed by conclusions in Section VII.\n\nAtomic units, denoted by @xmath16, are employed throughout, adhering to the notation conventions of Ref. @xcite for Brueckner-Goldstone diagrams. The discussion focuses on atomic systems with one valence electron outside a closed-shell core, reviewing various approximations and outlining the CC formalism for computing matrix elements. The total Hamiltonian, divided into a low-order part @xmath19 and a residual interaction @xmath20, is treated perturbatively. For systems with a single valence electron, the frozen-core Hartree-Fock Hamiltonian @xcite serves as a suitable choice for @xmath19. The state of the valence electron is specified, resulting in the reference eigenstate @xmath23, with the pseudo-vacuum state @xmath24 representing the occupied core. For open-shell systems, the CC wavefunction is parametrized using curly braces to denote normal ordering of operators. A univalent system can be simplified using the ansatz represented by @xmath26, where @xmath1 denotes a cluster operator involving single, double, triple, and other excitations of core orbitals, while @xmath27 and @xmath28 account for additional excitations from the valence state. The notation employs indexes @xmath30 for occupied core states and @xmath32 for virtual or excited orbitals, with valence states forming a subset of the latter. Cluster amplitudes in equations (eq:corecluster and eq:valcluster) represent single-particle and two-particle excitations, generalized to @xmath8-fold ones.\n\nTo manage computational complexity, the cluster operator is typically truncated to single and double excitations in the CCSD approximation (eqs. @xmath37 and @xmath38). The LCCSD approximation further linearizes the exponential expansion by neglecting nonlinear terms (eq. @xmath39). The matrix elements between many-body wavefunctions @xmath40 and @xmath41 can be computed from solving eigenvalue equations, where disconnected diagrams cancel out as shown by @xcite.\n\nThe matrix element @xmath43, represented by eq.(@xmath:zmelseries), is separated into core and valence contributions, with core diagrams independent of valence indexes. The normalization factors @xmath46 are defined accordingly. All diagrams in eq. (@xmath:zconn) must be rigorously connected, and since the core has zero total angular momentum, the core contribution @xmath48 vanishes for non-scalar operators. The focus will be on the valence part, @xmath45, which @xcite addressed using the LCCSD parametrization for the wavefunction (eq. @xmath:lccsdwf).\n\nThis paper aims to extend the analysis beyond the linearized LCCSD by considering additional diagrams and contributions not previously addressed by @xcite, thus providing a more comprehensive understanding of the system's behavior. The Local Density Correction with Single and Double excitations (LCCSD) approximation provides fundamental diagrams, known as \"skeleton\" diagrams, which acquire additional complexity through non-linear Configuration Interaction (CI) corrections. These diagrams are exemplified in Figure [fig:ZSDrepresentative], showcasing the most significant contributions from Random Phase Approximation (RPA) diagrams (a) and Brueckner-Orbital (BO) diagrams (c) and (d). The expressions for these LCCSD corrections are represented algebraically in equations @xmath50, where @xmath51 denotes the Hermitian conjugate with swapped valence indices, and @xmath52 denote cluster amplitudes.\n\nIn our calculations, the RPA diagrams, which primarily contribute to the deviation from Hartree-Fock (HF) values, involve double excitations, while BO diagrams involve single excitations. Exchange variants are generally not depicted. Our focus shifts to the application of the Coupled Cluster Method (CCM) for univalent systems, as outlined in the paper. The Wick's theorem @xcite is employed to simplify the mathematical expressions, particularly in products like @xmath0, which can be expanded into normal forms @xmath54, where @xmath55 represents @xmath8-body terms.\n\nThe zero-body term @xmath56, devoid of free particle or hole lines, contributes to disconnected diagrams and is hence neglected. One-body terms, on the other hand, lead to dressing of particle and hole lines, discussed in Section [sec:particlehole]. A portion of the two-body term gives rise to RPA-like dressing for LCCSD matrix elements, as seen in the same section. In this section, we concentrate on the one-body term of @xmath0 and derive all-order insertions for particle and hole lines. To represent these terms, we use particle and core labels (e.g., @xmath57), depicted graphically as rectangles with \"stumps\" to indicate attachment points.\n\nWe demonstrate that for a given LCCSD diagram for matrix elements, all necessary dressing can be achieved. This process is illustrated in Figure [fig:dressinggeneral] where we depict the topological structure of the first term, featuring a hole line entering and exiting a complex structure, and the second term with particle lines. The remaining terms, involving both particle and hole lines, are disregarded in the subsequent discussion. By systematically applying these principles, we establish the connection between the CCM and the dressing of diagrams in the context of quantum many-body systems. In quantum field theory, particle and hole lines are represented diagrammatically, as depicted in Figure [fig: dressinggeneral]. The process begins with a \"seed\" diagram derived from specific contractions, denoted by Eq. @xmath58. Subsequently, a subset of terms from Eq. is considered, subject to constraints given by Eq. @xmath59, @xmath60, and @xmath61. These terms involve contractions between pairs of operators, specifically @xmath62 and @xmath63, as well as @xmath64 and @xmath1-operators, @xmath65. There are @xmath66 possible ways to select @xmath2 pairs from these sets, with @xmath67 being a binomial coefficient.\n\nOnce the @xmath2 pairs are chosen, there are @xmath68 distinct ways to contract them into pairs, resulting in objects denoted by @xmath69. Finally, these contracted objects form a chain. By considering all these possibilities, we regain the original factor @xmath70 that accompanied the seed diagram. We define a dressed particle-line insertion as @xmath71, specifying that it involves a single incoming and outgoing particle line, such as @xmath73. Note that the series does not contain numerical factors, which is consistent with the discussion.\n\nThe series for dressed insertions into hole lines can be constructed similarly, following an iterative procedure. The dressing procedure can be extended to encompass all particle-hole lines within a diagram, including the internal ones. In the case of a truncated cluster operator, the hole-line insertion is represented by @xmath76 and the particle-line insertion by @xmath77, with the introduction of antisymmetric quantities @xmath78.\n\nBy applying the all-order dressing scheme depicted in Figure [fig: sddressedinsertions], all particle-hole lines can be dressed algebraically using dressed core cluster amplitudes @xmath81. This is done by iteratively solving Eq. @xmath82, where the dressed amplitudes @xmath83 are computed with coefficients @xmath84 from the previous step. With these insertions, lattice cluster configuration interaction (LCCSD) diagrams can be upgraded, as illustrated in Figure [fig: zsdrepresentative] and [fig: zsdrepresentativedressed], by introducing dressed matrix elements @xmath86 and dressed valence cluster amplitudes @xmath87 and @xmath88, similar to Eq. @xmath89 and @xmath90. It is important to note that the incoming valence line remains undressed in the valence amplitudes, as it corresponds to an unmodified state.",
        "abstract": " we consider evaluation of matrix elements with the coupled - cluster method . \n such calculations formally involve infinite number of terms and we devise a method of partial summation ( dressing ) of the resulting series . \n our formalism is built upon an expansion of the product @xmath0 of cluster amplitudes @xmath1 into a sum of @xmath2-body insertions . \n we consider two types of insertions : particle / hole line insertion and two - particle / two - hole random - phase - approximation - like insertion . \n we demonstrate how to `` dress '' these insertions and formulate iterative equations . \n we illustrate the dressing equations in the case when the cluster operator is truncated at single and double excitations . using univalent systems as an example , we upgrade coupled - cluster diagrams for matrix elements with the dressed insertions and highlight a relation to pertinent fourth - order diagrams . \n we illustrate our formalism with relativistic calculations of hyperfine constant @xmath3 and @xmath4 electric - dipole transition amplitude for cs atom . finally , we augment the truncated coupled - cluster calculations with otherwise omitted fourth - order diagrams . \n the resulting analysis for cs is complete through the fourth - order of many - body perturbation theory and reveals an important role of triple and disconnected quadruple excitations . ",
        "section_names": "introduction\ncoupled-cluster formalism for univalent systems\ngenerating object @xmath0\ndressing particle and hole lines\nrpa-like dressing\ncomparison with the iv-order diagrams\nnumerical results and discussion\nconclusion"
    }
]